[{"url": "https://iof.med.br/", "crawl": {"loadedUrl": "https://iof.med.br/", "loadedTime": "2023-05-17T12:59:34.274Z", "referrerUrl": "https://iof.med.br/", "depth": 0}, "metadata": {"canonicalUrl": "https://iof.med.br/", "title": "\n\t\t\tInstituto de olhos de Florianópolis\t\t", "description": "No Instituto de Olhos de Florianópolis, você receberá um atendimento especial e personalizado para cuidar da saúde dos seus olhos. Agende sua consulta.", "author": null, "keywords": null, "languageCode": "pt-BR"}, "screenshotUrl": null, "text": " \nFacebook-f Instagram Google \nAGENDAR CONSULTA \nMenu \nMenu \nPesquisar \nExcelência técnica \ncom olhar humano.\nAGENDE UMA CONSULTA\nPrecisão e segurança\npara o seu diagnóstico.\nVER EXAMES\nCirurgias Oculares\nVER CIRURGIAS\nSua opinião é \nimportante para nós.\nDEIXE SUA AVALIAÇÃO\nExcelência técnica \ncom olhar humano.\nAGENDE UMA CONSULTA\nPrecisão e segurança\npara o seu diagnóstico.\nVER EXAMES\nCirurgias Oculares\nVER CIRURGIAS\nSua opinião é \nimportante para nós.\nDEIXE SUA AVALIAÇÃO\nExcelência técnica \ncom olhar humano.\nAGENDE UMA CONSULTA\nPrecisão e segurança\npara o seu diagnóstico.\nVER EXAMES\nCirurgias Oculares\nVER CIRURGIAS\nSua opinião é \nimportante para nós.\nDEIXE SUA AVALIAÇÃO\nAnterior \nPróximo \nSobre o Instituto\nCom mais de 30 anos de tradição e localizado no centro de Florianópolis, no Instituto de Olhos de Florianópolis você receberá um atendimento especial e personalizado para cuidar da saúde dos seus olhos.. \nSAIBA MAIS \nExames oftalmológicos\nPossuímos uma equipe especializada e infraestrutura completa para a realização de exames oftalmológicos.\nSAIBA MAIS \nCirurgias\nModerno centro cirúrgico, exclusivamente voltado à saúde ocular. \nVER CIRURGIAS \nEspecialidades\nOftalmopediatria\nPlástica ocular \nRetina e Vítreo\nCatarata\nCeratocone\nCirurgia Refrativa a laser \nCórnea e superfície ocular\nEstrabismo\nGlaucoma\nLentes de contato\nOftalmologia Geral\nOftalmopediatria\nPlástica ocular \nRetina e Vítreo\nCatarata\nCeratocone\nCirurgia Refrativa a laser \nCórnea e superfície ocular\nEstrabismo\nGlaucoma\nLentes de contato\nOftalmologia Geral\nOftalmopediatria\nPlástica ocular \nRetina e Vítreo\nConheça nosso corpo clínico\nOftalmologia de alto nível para você. \nCONHEÇA NOSSA EQUIPE \nConvênios\nVER TODOS OS CONVÊNIOS \nÚltimas do Blog\nBlefarite: quais são as causas, consequências e tratamento? \nOlhos irritados e vermelhos, coceira, lacrimejamento constante e sensibilidade à luz. Parece que estamos falando de conjuntivite, mas esses podem ser os sintomas de outra\nLeia mais \nCirurgia refrativa: conheça o procedimento \nMiopia, hipermetropia, astigmatismo, presbiopia… São grandes as chances de você ter ou conhecer alguém que tenha um desses problemas de visão. Segundo dados da Organização\nLeia mais \nO que é estrabismo? \nO estrabismo pode ser definido como a perda de alinhamento dos olhos. Ele pode ocorrer desde o nascimento por fatores hereditários (mais comum) ou pode\nLeia mais \nNewsletter\nCadastre seus dados e fique atualizado com nossas dicas de saúde ocular. \nE-mail \nINSCREVA-SE ", "html": null, "markdown": null}, {"url": "https://iof.med.br/blog/", "crawl": {"loadedUrl": "https://iof.med.br/blog/", "loadedTime": "2023-05-17T12:59:49.217Z", "referrerUrl": "https://iof.med.br/", "depth": 1}, "metadata": {"canonicalUrl": "https://iof.med.br/blog/", "title": "\n\t\t\tBlog – Instituto de olhos de Florianópolis\t\t", "description": "Temas, notícias e atualidades sobre saúde ocular- Instituto de Olhos de Florianópolis. Acesse.", "author": null, "keywords": null, "languageCode": "pt-BR"}, "screenshotUrl": null, "text": " \nFacebook-f Instagram Google \nAGENDAR CONSULTA \nMenu \nMenu \nPesquisar \nBlog\nBlefarite: quais são as causas, consequências e tratamento? \nOlhos irritados e vermelhos, coceira, lacrimejamento constante e sensibilidade à luz. Parece que estamos falando de conjuntivite, mas esses podem ser os sintomas de outra\nLeia mais \nCirurgia refrativa: conheça o procedimento \nMiopia, hipermetropia, astigmatismo, presbiopia… São grandes as chances de você ter ou conhecer alguém que tenha um desses problemas de visão. Segundo dados da Organização\nLeia mais \nO que é estrabismo? \nO estrabismo pode ser definido como a perda de alinhamento dos olhos. Ele pode ocorrer desde o nascimento por fatores hereditários (mais comum) ou pode\nLeia mais \nCeratocone tem cura? \nSaber se o ceratocone tem cura é uma das primeiras dúvidas que o paciente tem ao receber o diagnóstico da doença. A resposta é simples:\nLeia mais \nA pressão ocular e o risco de glaucoma \nNas consultas de rotina, uma das principais atenções do oftalmologista é verificar a pressão intraocular (PIO), e não é à toa. O aumento na pressão\nLeia mais \nEntendendo sobre catarata: Dos sintomas ao tratamento \nA catarata ocorre pela perda de transparência no cristalino, uma lente natural que existe em nossos olhos. Os sintomas da catarata não aparecem de repente,\nLeia mais ", "html": null, "markdown": null}, {"url": "https://iof.med.br/cirurgia-refrativa-conheca-o-procedimento/", "crawl": {"loadedUrl": "https://iof.med.br/cirurgia-refrativa-conheca-o-procedimento/", "loadedTime": "2023-05-17T12:59:49.612Z", "referrerUrl": "https://iof.med.br/", "depth": 1}, "metadata": {"canonicalUrl": "https://iof.med.br/cirurgia-refrativa-conheca-o-procedimento/", "title": "\n\t\t\tCirurgia refrativa: conheça o procedimento – Instituto de olhos de Florianópolis\t\t", "description": "A cirurgia refrativa corrige problemas de visão como miopia, astigmatismo e hipermetropia. Clique para entender como o procedimento é feito!", "author": null, "keywords": null, "languageCode": "pt-BR"}, "screenshotUrl": null, "text": " \nFacebook-f Instagram Google \nAGENDAR CONSULTA \nMenu \nMenu \nPesquisar \nBlog\nCirurgia refrativa: conheça o procedimento\n10/05/2022 \nCirurgias \nMiopia, hipermetropia, astigmatismo, presbiopia… São grandes as chances de você ter ou conhecer alguém que tenha um desses problemas de visão. Segundo dados da Organização Mundial de Saúde (OMS), pelo menos 2,2 bilhões de pessoas têm alguma deficiência para enxergar, sendo que metade dos casos poderiam ser tratados ou evitados. E uma das formas de tratamento é a cirurgia refrativa.\nA cirurgia é indicada para pacientes maiores de 18 anos, com olhos saudáveis, ou seja, sem doenças oculares que contraindiquem o procedimento, e que já estejam com o grau ocular estável há pelo menos um ano.\nQuando bem indicado após uma avaliação detalhada pelo oftalmologista, o procedimento costuma ser bastante seguro e trazer bons resultados.\nNo geral, é possível dispensar o uso de óculos ou lentes de contato após a cirurgia refrativa, gerando mais comodidade e qualidade de vida.\nComo é feita a cirurgia refrativa?\nDurante a cirurgia, as córneas são remodeladas, com laser, para ajustar o grau ocular e corrigir os erros de refração – miopia, hipermetropia, astigmatismo e presbiopia.\nExistem dois tipos principais de cirurgia refrativa corneana.\nPRK (ceratectomia fotorrefrativa)\nO PRK consiste numa raspagem da camada mais fina e superficial da córnea (o epitélio), seguida da aplicação do laser para correção do grau específico do paciente.\nNo pós-operatório, são colocadas lentes de contato terapêuticas, por cerca de 7 dias, prazo médio em que o epitélio corneano se regenera. Além de proteger os olhos, as lentes também ajudam a diminuir o desconforto do pós-operatório.\nLasik\nNesse método, em vez da raspagem é feito um corte na camada superficial da córnea, criando um flap do tecido (uma espécie de “tampa”). Este corte pode ser feito manualmente, com um aparelho chamado microcerátomo, ou utilizando um laser (chamado de femtosegundo) de alta precisão.\nEm seguida, o laser para correção do grau específico do paciente é aplicado no leito corneano. Ao final, este flap é reposicionado, normalmente não sendo necessário usar nenhum tipo de lente de contato após o procedimento.\nQual é o tempo de recuperação da cirurgia refrativa?\nEm geral, o tempo de recuperação varia conforme o método utilizado.\nNo PRK, é normal sentir alguns desconfortos como a sensação de poeira nos olhos, coceira, queimação, visão desfocada ou brilhos ao redor das luzes. Os sintomas costumam melhorar entre dois e cinco dias. As atividades rotineiras geralmente são liberadas dentro de uma semana, à exceção de práticas esportivas, que devem ser debatidas com o médico.\nJá a cirurgia Lasik tem uma recuperação mais rápida. Normalmente, desconfortos como sensação de areia nos olhos, lacrimejamento, visão embaçada e aumento de sensibilidade à luz acontecem somente no dia seguinte ao procedimento.\nNos dois tipos, já é possível ver uma melhora significativa da visão logo após a intervenção cirúrgica, mas a cicatrização total costuma levar até três meses.\nPrincipais cuidados após a cirurgia refrativa\nIndependentemente do método de cirurgia, alguns cuidados são essenciais e devem ser tomados no primeiro mês de pós-operatório, como:\nEvitar coçar ou esfregar os olhos\nUtilizar corretamente os colírios prescritos no pós-operatório\nUsar óculos escuros em ambientes externos\nEvitar entrar no mar ou na piscina\nSuspender o uso de maquiagem\nNão remover a lente de contato terapêutica\nÉ muito importante seguir todas as recomendações do oftalmologista, para garantir uma recuperação mais rápida e bem sucedida.\nQuais são os riscos da cirurgia refrativa?\nTodo procedimento cirúrgico tem risco de contaminação/infecção pós-operatória. Na cirurgia refrativa, este risco é considerado baixo, porém são recomendados cuidados de higiene e uso de antibiótico profilático após o procedimento, visando minimizar estes riscos.\nO grau residual, situação em que ainda é necessário o uso de lentes ou de óculos para corrigir o problema de visão, pode acontecer porque o grau ocular ainda não está completamente estabilizado ou como resultado de uma hiper/hipocorreção.\nÉ recomendado que se aguarde pelo menos seis meses antes de um novo tratamento, pois o processo de cicatrização ocular pode modificar este grau residual.\nEm especial na técnica LASIK, na qual é criado um flap de tecido, pode ocorrer trauma ocular, como em casos em que o paciente sofre algum tipo de impacto nos olhos ou coça inadequadamente. Pode, então, haver um deslocamento deste flap e, dependendo da gravidade do caso, uma intervenção cirúrgica pode ser necessária.\nJá na técnica PRK, o cuidado com a exposição ao sol é muito importante, em especial nos primeiros meses após o procedimento cirúrgico, a fim de se evitar uma complicação denominada haze corneano.\nHazes são opacidades que podem ocorrer na córnea como uma resposta cicatricial exacerbada, que é intensificada quando ocorre exposição à radiação solar.\nQuem pode fazer a cirurgia refrativa?\nO procedimento pode ser feito por pacientes que tenham no mínimo 18 anos, com o grau ocular estabilizado há pelo menos um ano (uma variação menor que 0,50 grau).\nEle é indicado para quem tem até 12 graus de miopia, 5 de hipermetropia ou 5 de astigmatismo; porém, este valor numérico é correlacionado com exames pré-operatórios para avaliar a possibilidade de se fazer a cirurgia com segurança.\nA cirurgia não é recomendada nos casos abaixo:\nGravidez\nCórnea muito fina\nDoenças oculares, como o ceratocone\nDiabetes descompensada\nDoenças autoimunes, como lúpus\nHerpes oculares\nDurante o uso de alguns medicamentos que podem atrapalhar a cicatrização\nDe forma individualizada, o oftalmologista analisa o tipo de grau, a saúde ocular (em especial a córnea, onde o tratamento é aplicado) e os exames pré-operatórios, para escolher a melhor técnica para cada caso.\nCompartilhar\nCompartilhar no facebook \nCompartilhar no twitter \nCompartilhar no linkedin \nCompartilhar no whatsapp \nVoltar \nAnteriorAnteriorO que é estrabismo? \nPróximoBlefarite: quais são as causas, consequências e tratamento?Próximo \nVEJA TAMBÉM\nBlefarite: quais são as causas, consequências e tratamento? \nOlhos irritados e vermelhos, coceira, lacrimejamento constante e sensibilidade à luz. Parece que estamos falando de conjuntivite, mas esses podem ser os sintomas de outra\nLeia mais \nCirurgia refrativa: conheça o procedimento \nMiopia, hipermetropia, astigmatismo, presbiopia… São grandes as chances de você ter ou conhecer alguém que tenha um desses problemas de visão. Segundo dados da Organização\nLeia mais \nO que é estrabismo? \nO estrabismo pode ser definido como a perda de alinhamento dos olhos. Ele pode ocorrer desde o nascimento por fatores hereditários (mais comum) ou pode\nLeia mais ", "html": null, "markdown": null}, {"url": "https://iof.med.br/blefarite-quais-sao-as-causas-consequencias-e-tratamento/", "crawl": {"loadedUrl": "https://iof.med.br/blefarite-quais-sao-as-causas-consequencias-e-tratamento/", "loadedTime": "2023-05-17T12:59:49.627Z", "referrerUrl": "https://iof.med.br/", "depth": 1}, "metadata": {"canonicalUrl": "https://iof.med.br/blefarite-quais-sao-as-causas-consequencias-e-tratamento/", "title": "\n\t\t\tBlefarite: quais são as causas, consequências e tratamento? – Instituto de olhos de Florianópolis\t\t", "description": "A blefarite é uma inflamação das pálpebras que pode causar coceira, vermelhidão nos olhos, inchaço e descamação da pele na região. Saiba mais.", "author": null, "keywords": null, "languageCode": "pt-BR"}, "screenshotUrl": null, "text": " \nFacebook-f Instagram Google \nAGENDAR CONSULTA \nMenu \nMenu \nPesquisar \nBlog\nBlefarite: quais são as causas, consequências e tratamento?\n10/05/2022 \nBlefarite \nOlhos irritados e vermelhos, coceira, lacrimejamento constante e sensibilidade à luz. Parece que estamos falando de conjuntivite, mas esses podem ser os sintomas de outra condição muito comum: a blefarite.\nTrata-se de uma inflamação nas pálpebras que, além das manifestações acima, também pode causar a descamação da pele palpebral, o aparecimento de depósitos nos cílios (semelhante à “caspa”), uma sensação de areia nos olhos, perda de cílios, inchaço da pálpebra e olho seco, além de ser um fator de risco para o desenvolvimento de lesões palpebrais como o calázio (“terçol”).\nMas o que é a blefarite?\nÉ uma inflamação não contagiosa que afeta a região das pálpebras. Geralmente, acomete ambos os olhos.\nEla é classificada em dois tipos, anterior e posterior, embora usualmente a sobreposição de ambas aconteça.\nBlefarite anterior\nAfeta a base dos cílios e costuma ocorrer por uma reação inflamatória a bactérias que vivem naturalmente nesta região (blefarite estafilocócica) ou por um aumento da oleosidade local (blefarite seborreica)\nBlefarite posterior\nOcorre pela disfunção das glândulas que há nas margens das pálpebras (glândulas de Meibomius). Esta disfunção altera a secreção natural que estas glândulas produzem.\nPor estar associada a um excesso de gordura na região dos olhos, a doença pode acometer com mais frequência pessoas que naturalmente já têm a pele mais oleosa, e é comum em pacientes com diagnóstico de rosácea.\nÉ uma condição que costuma ser crônica, daí a necessidade de tratamentos e cuidados contínuos para evitar sua recorrência.\nTratamento da blefarite\nO tratamento varia conforme a causa da blefarite, mas geralmente consiste em medidas simples, como uma higienização correta da margem palpebral e uso de medicamentos.\nAs principais indicações são:\nLimpeza das pálpebras\nO primeiro passo para amenizar os sintomas é a higienização.\nÉ preciso limpar as pálpebras uma ou duas vezes por dia, com uma solução específica para a área (ou com xampu infantil neutro diluído) embebida em água morna, removendo resíduos como cascas, crostas e escamas que podem estar na região. Depois, é feito um enxágue dos olhos.\nCuidados importantes: não deixar o produto cair dentro do olho, o que pode causar irritação e agravar o problema, e não tentar retirar os resíduos das pálpebras sem o auxílio de um produto embebido em água morna. Também não é recomendada uma lavagem vigorosa.\nCompressas mornas\nFazer compressas com algodão embebido em água morna, ou mesmo com pequenas bolsas térmicas aquecidas, ajuda a amolecer as secreções gordurosas, facilitando sua remoção mecânica durante a higienização local.\nO procedimento pode ser feito de duas a quatro vezes, sempre antes de fazer a limpeza da região, por um período de cinco a dez minutos. Mas certifique-se de que a água não está quente demais, o que pode piorar a descamação da pele.\nMedicamentos orais e tópicos\nDependendo da gravidade do caso e dos sintomas, o médico pode prescrever o uso de remédios, como antibióticos, corticoides, pomadas ou colírios, ou ainda medicações via oral, buscando controlar a inflamação local.\nQuase sempre, o uso de colírios com lágrimas artificiais é recomendado, pois a inflamação e a obstrução das glândulas palpebrais desequilibram o filme lacrimal, desencadeando um significativo ressecamento da superfície ocular.\nComo vimos, a blefarite tem muitos tipos e causas, então é importante não se automedicar e seguir as recomendações do seu oftalmologista para evitar complicações.\nQuais são os riscos da blefarite\nNo geral, a blefarite é uma condição que não tem cura em casos crônicos. Mas, com o tratamento correto, é possível amenizar os sintomas e garantir uma boa qualidade de vida. Se não for tratada, a inflamação pode evoluir, causando complicações como:\nLesões palpebrais\nFormação de hordéolos (“terçol”) e calázios\nOlho seco\nBlefaroconjuntivite\nLesões de córnea\nCaso esteja com algum sintoma, não hesite em contatar um oftalmologista. O Instituto de Olhos Florianópolis tem uma equipe de especialistas preparada para lhe atender.\nCompartilhar\nCompartilhar no facebook \nCompartilhar no twitter \nCompartilhar no linkedin \nCompartilhar no whatsapp \nVoltar \nAnteriorAnteriorCirurgia refrativa: conheça o procedimento \nVEJA TAMBÉM\nBlefarite: quais são as causas, consequências e tratamento? \nOlhos irritados e vermelhos, coceira, lacrimejamento constante e sensibilidade à luz. Parece que estamos falando de conjuntivite, mas esses podem ser os sintomas de outra\nLeia mais \nCirurgia refrativa: conheça o procedimento \nMiopia, hipermetropia, astigmatismo, presbiopia… São grandes as chances de você ter ou conhecer alguém que tenha um desses problemas de visão. Segundo dados da Organização\nLeia mais \nO que é estrabismo? \nO estrabismo pode ser definido como a perda de alinhamento dos olhos. Ele pode ocorrer desde o nascimento por fatores hereditários (mais comum) ou pode\nLeia mais ", "html": null, "markdown": null}, {"url": "https://iof.med.br/politica-de-privacidade/", "crawl": {"loadedUrl": "https://iof.med.br/politica-de-privacidade/", "loadedTime": "2023-05-17T12:59:57.811Z", "referrerUrl": "https://iof.med.br/", "depth": 1}, "metadata": {"canonicalUrl": "https://iof.med.br/politica-de-privacidade/", "title": "\n\t\t\tPolítica de Privacidade – Instituto de olhos de Florianópolis\t\t", "description": "Política de Privacidade  - Instituto de Olhos de Florianópolis", "author": null, "keywords": null, "languageCode": "pt-BR"}, "screenshotUrl": null, "text": " \nFacebook-f Instagram Google \nAGENDAR CONSULTA \nMenu \nMenu \nPesquisar \nPolítica de Privacidade\nA sua privacidade é importante para nós. É política do INSTITUTO DE OLHOS DE FLORIANÓPOLIS, CNPJ 81.866.238/0001-04, respeitar a sua privacidade em relação a qualquer informação sua que possamos coletar no site INSTITUTO DE OLHOS DE FLORIANÓPOLIS, e outros sites que possuímos e operamos.\nSolicitamos informações pessoais apenas quando realmente precisamos delas para lhe fornecer um serviço. Fazemo-lo por meios justos e legais, com o seu conhecimento e consentimento. Também informamos por que estamos coletando e como será usado.\nApenas retemos as informações coletadas pelo tempo necessário para fornecer o serviço solicitado. Quando armazenamos dados, protegemos dentro de meios comercialmente aceitáveis ​​para evitar perdas e roubos, bem como acesso, divulgação, cópia, uso ou modificação não autorizados.\nNão compartilhamos informações de identificação pessoal publicamente ou com terceiros, exceto quando exigido por lei.\nO nosso site pode ter links para sites externos que não são operados por nós. Esteja ciente de que não temos controle sobre o conteúdo e práticas desses sites e não podemos aceitar responsabilidade por suas respectivas políticas de privacidade.\nVocê é livre para recusar a nossa solicitação de informações pessoais, entendendo que talvez não possamos fornecer alguns dos serviços desejados.\nQualquer duvida sobre a Política de privacidade:\n\nhttps://policies.google.com/privacy?hl=pt-BR\nhttps://pt-br.facebook.com/policies/ads/\nhttps://www.facebook.com/about/basics\nO uso continuado de nosso site será considerado como aceitação de nossas práticas em torno de privacidade e informações pessoais. Se você tiver alguma dúvida sobre como lidamos com dados do usuário e informações pessoais, entre em contacto conosco.\nPolítica de Cookies do INSTITUTO DE OLHOS DE FLORIANÓPOLIS\nO que são cookies?\nComo é prática comum em quase todos os sites profissionais, este site usa cookies, que são pequenos arquivos baixados no seu computador, para melhorar sua experiência. Esta página descreve quais informações eles coletam, como as usamos e por que às vezes precisamos armazenar esses cookies. Também compartilharemos como você pode impedir que esses cookies sejam armazenados, no entanto, isso pode fazer o downgrade ou ‘quebrar’ certos elementos da funcionalidade do site.\nComo usamos os cookies?\nUtilizamos cookies por vários motivos, detalhados abaixo. Infelizmente, na maioria dos casos, não existem opções padrão do setor para desativar os cookies sem desativar completamente a funcionalidade e os recursos que eles adicionam a este site. É recomendável que você deixe todos os cookies se não tiver certeza se precisa ou não deles, caso sejam usados ​​para fornecer um serviço que você usa.\nDesativar cookies\nVocê pode impedir a configuração de cookies ajustando as configurações do seu navegador (consulte a Ajuda do navegador para saber como fazer isso). Esteja ciente de que a desativação de cookies afetará a funcionalidade deste e de muitos outros sites que você visita. A desativação de cookies geralmente resultará na desativação de determinadas funcionalidades e recursos deste site. Portanto, é recomendável que você não desative os cookies.\nCookies que definimos\nEste site oferece serviços de assinatura de boletim informativo ou e-mail e os cookies podem ser usados ​​para lembrar se você já está registrado e se deve mostrar determinadas notificações válidas apenas para usuários inscritos / não inscritos.\nPeriodicamente, oferecemos pesquisas e questionários para fornecer informações interessantes, ferramentas úteis ou para entender nossa base de usuários com mais precisão. Essas pesquisas podem usar cookies para lembrar quem já participou numa pesquisa ou para fornecer resultados precisos após a alteração das páginas.\nCookies relacionados a formulários: Quando você envia dados por meio de um formulário como os encontrados nas páginas de contacto ou nos formulários de comentários, os cookies podem ser configurados para lembrar os detalhes do usuário para correspondência futura.\nCookies de preferências do site: Para proporcionar uma ótima experiência neste site, fornecemos a funcionalidade para definir suas preferências de como esse site é executado quando você o usa. Para lembrar suas preferências, precisamos definir cookies para que essas informações possam ser chamadas sempre que você interagir com uma página for afetada por suas preferências.\nCookies de Terceiros\nEm alguns casos especiais, também usamos cookies fornecidos por terceiros confiáveis. A seção a seguir detalha quais cookies de terceiros você pode encontrar através deste site.\nEste site usa o Google Analytics, que é uma das soluções de análise mais difundidas e confiáveis ​​da Web, para nos ajudar a entender como você usa o site e como podemos melhorar sua experiência. Esses cookies podem rastrear itens como quanto tempo você gasta no site e as páginas visitadas, para que possamos continuar produzindo conteúdo atraente.\nPara mais informações sobre cookies do Google Analytics, consulte a página oficial do Google Analytics. Ou clique no link da política de privacidade do Google Analytics: https://policies.google.com/privacy?hl=pt-BR\nUsamos também o Facebook Ads, caso voce tenha um perfil na rede social do Facebook, o Facebook passa a identificar e proporcionar uma navegação focada no seu perfil. o Facebook não divulga para marcas e empresa seus dados pessoais como senhas, e-mail e conversas particulares. O que a plataforma quer são seus hábitos de navegação, seus interesses e conteúdos preferidos, os locais que você frequenta, quem são seus amigos.\nCaso voce tenha alguma duvida sobre cookies do Facebook Ads, consulte a página oficial do Facebook Ads. Ou clique no link da política de privacidade do Facebook Ads:\nhttps://pt-br.facebook.com/policies/ads/\nhttps://www.facebook.com/about/basics\nAs análises de terceiros são usadas para rastrear e medir o uso deste site, para que possamos continuar produzindo conteúdo atrativo. Esses cookies podem rastrear itens como o tempo que você passa no site ou as páginas visitadas, o que nos ajuda a entender como podemos melhorar o site para você.\nPeriodicamente, testamos novos recursos e fazemos alterações subtis na maneira como o site se apresenta. Quando ainda estamos testando novos recursos, esses cookies podem ser usados ​​para garantir que você receba uma experiência consistente enquanto estiver no site, enquanto entendemos quais otimizações os nossos usuários mais apreciam.\nÀ medida que vendemos produtos, é importante entendermos as estatísticas sobre quantos visitantes de nosso site realmente compram e, portanto, esse é o tipo de dados que esses cookies rastrearão. Isso é importante para você, pois significa que podemos fazer previsões de negócios com precisão que nos permitem analizar nossos custos de publicidade e produtos para garantir o melhor preço possível.\nCompromisso do Usuário\nO usuário se compromete a fazer uso adequado dos conteúdos e da informação que o INSTITUTO DE OLHOS DE FLORIANÓPOLIS oferece no site e com caráter enunciativo, mas não limitativo:\nA) Não se envolver em atividades que sejam ilegais ou contrárias à boa fé a à ordem pública;\nB) Não difundir propaganda ou conteúdo de natureza racista, xenofóbica, ou sobre cassinos, casas de apostas legais (ex.: ), jogos de sorte e azar, qualquer tipo de pornografia ilegal, de apologia ao terrorismo ou contra os direitos humanos;\nC) Não causar danos aos sistemas físicos (hardwares) e lógicos (softwares) do INSTITUTO DE OLHOS DE FLORIANÓPOLIS, de seus fornecedores ou terceiros, para introduzir ou disseminar vírus informáticos ou quaisquer outros sistemas de hardware ou software que sejam capazes de causar danos anteriormente mencionados.\nMais informações\nEsperemos que esteja esclarecido e, como mencionado anteriormente, se houver algo que você não tem certeza se precisa ou não, geralmente é mais seguro deixar os cookies ativados, caso interaja com um dos recursos que você usa em nosso site.\nEsta política é efetiva a partir de Janeiro/2021.", "html": null, "markdown": null}, {"url": "https://iof.med.br/o-que-e-estrabismo/", "crawl": {"loadedUrl": "https://iof.med.br/o-que-e-estrabismo/", "loadedTime": "2023-05-17T12:59:58.420Z", "referrerUrl": "https://iof.med.br/", "depth": 1}, "metadata": {"canonicalUrl": "https://iof.med.br/o-que-e-estrabismo/", "title": "\n\t\t\tO que é estrabismo? – Instituto de olhos de Florianópolis\t\t", "description": "O estrabismo pode ser definido como a perda de alinhamento dos olhos. Ele pode ocorrer desde o nascimento por fatores hereditários (mais comum) ou pode ser adquirido ao longo da vida por diferentes causas que afetem o sistema nervoso central ou diretamente o olho. O desvio ocular pode ocorrer tanto…", "author": null, "keywords": null, "languageCode": "pt-BR"}, "screenshotUrl": null, "text": " \nFacebook-f Instagram Google \nAGENDAR CONSULTA \nMenu \nMenu \nPesquisar \nBlog\nO que é estrabismo?\n20/09/2021 \nEstrabismo \nO estrabismo pode ser definido como a perda de alinhamento dos olhos. Ele pode ocorrer desde o nascimento por fatores hereditários (mais comum) ou pode ser adquirido ao longo da vida por diferentes causas que afetem o sistema nervoso central ou diretamente o olho. O desvio ocular pode ocorrer tanto horizontal quanto verticalmente.\nNão existe uma estatística precisa sobre pessoas estrábicas, mas estima-se que essa anomalia atinja 4% das crianças no mundo.\nEm adultos, o estrabismo é mais raro de ocorrer e tem causas mais relacionadas a traumas ou doenças. Pessoas que desenvolvem estrabismo em fases avançadas da vida têm como principal sintoma, além do desvio aparente, a diplopia, comumente conhecida como visão dupla, onde se enxerga os objetos em dobro.\nNa infância, o estrabismo pode levar à supressão da visão em um dos olhos (ambliopia) caso não seja tratado . Esta condição é popularmente conhecida como “olho preguiçoso”.\nPor que o estrabismo ocorre\nO estrabismo ocorre quando há um desequilíbrio muscular no controle do movimento dos olhos.\nSão seis pares de músculos que desempenham essa função. Ao contrair ou relaxar, esses tecidos fazem os globos oculares virarem para cima, para baixo e para os lados.\nOs músculos dos olhos precisam estar sincronizados em harmonia para que possamos enxergar um objeto único e tridimensional, com foco. O controle do movimento é feito pelo cérebro, através de impulsos enviados pelos nervos.\nSendo assim, qualquer distúrbio nesses músculos, nervos ou no cérebro podem desencadear o estrabismo.\nCausas para o estrabismo\nEm crianças, as principais causas para o estrabismo são hereditárias, mas pode haver outros fatores relacionados, como patologias congênitas.\nEm adultos, são várias as possibilidades:\nCondições neurológicas: tumores, acidente vascular cerebral (AVC), paralisia cerebral (isquemia), Síndrome de Down, Síndrome de Duane\nDoenças sistêmicas: diabetes, problemas de tireoide, botulismo\nDesordens de visão: hipermetropia alta, visão baixa em um dos olhos\nLesões e traumas\nTromboses\nSintomas do estrabismo\nVocê pode pensar que é fácil identificar o estrabismo. Pois saiba que nem sempre é assim.\nExistem casos em que não é possível detectar alterações na visão, somente com exames específicos no oftalmologista.\nComo saber se tenho estrabismo?\nOs sintomas variam conforme as causas e também de acordo com a idade em que a pessoa está quando surge a anomalia. A alteração da direção dos olhos pode provocar sensações e distorções na visão, tais como:\nVisão cruzada\nDiplopia, ou seja, enxergar uma imagem duplicada\nCansaço na vista\nDor de cabeça\nNecessidade de inclinar a cabeça para focar um objeto\nPerda da percepção da profundidade\nDescoordenação do movimento dos olhos\nEstrabismo infantil\nNo caso dos bebês, o diagnóstico do estrabismo pode ser mais desafiador. Nesta fase, é considerado normal que os olhos do bebê não estejam 100% alinhados o tempo todo.\nA visão da criança se desenvolve até próximo aos 7 anos de idade.. Se o estrabismo atingir um ou ambos os olhos nessa etapa, pode comprometer a visão se não for tratado a tempo. Isso se chama ambliopia ou olho preguiçoso.\nTipos de estrabismo\nPor se tratar de uma estrutura em forma de globo, os olhos podem se desviar para todas as direções. O tipo de estrabismo varia conforme a sua posição, a duração e o ângulo do desvio. Dependendo do caso, é possível que se encaixe em mais de um tipo.\nConforme a posição dos olhos, o estrabismo é chamado de:\nConvergente: desvio para o lado de dentro do rosto\nDivergente: desvio para o lado de fora do rosto\nVertical: para cima ou para baixo\nQuanto à sua duração, é:\nIntermitente: ocorre de vez em quando\nConstante: o desvio se mantém\nAlternante: ambos os olhos desviam, porém atinge um olho de cada vez,\nEm relação ao ângulo do desvio, pode ser:\nConcomitante: quando é constante em qualquer direção\nIncomitante: quando há diferença do desvio para perto e para longe\nParalítico: Desvio variável, sendo maior quando se olha para o lado do músculo paralisado\nTratamentos para estrabismo\nA grande maioria dos casos de estrabismo tem cura, e quanto mais cedo se detectar, melhores serão os resultados. As opções de tratamento variam conforme a idade em que a anomalia aparece e do tipo de estrabismo.\nHá casos em que o uso de óculos é indicado para a correção da hipermetropia alta, uma das causas do estrabismo. Como nossos olhos são sustentados por músculos, eles também podem ser treinados com a prática de exercícios ortópticos.\nNo entanto, nem sempre essas medidas resolvem.\nPara curar o estrabismo, pode ser feita uma intervenção cirúrgica para correção do posicionamento dos olhos. O cirurgião manipula o músculo que envolve o globo ocular para colocá-lo no lugar desejado.\nOutra opção é o uso de toxina botulínica, o famoso botox. Essa substância paralisa parte do músculo e, com isso, permite o alinhamento do olho.\nPara saber qual o meio mais indicado, consulte um oftalmologista. Somente uma avaliação individual de cada caso poderá apontar a melhor alternativa.\nCompartilhar\nCompartilhar no facebook \nCompartilhar no twitter \nCompartilhar no linkedin \nCompartilhar no whatsapp \nVoltar \nAnteriorAnteriorCeratocone tem cura? \nPróximoCirurgia refrativa: conheça o procedimentoPróximo \nVEJA TAMBÉM\nBlefarite: quais são as causas, consequências e tratamento? \nOlhos irritados e vermelhos, coceira, lacrimejamento constante e sensibilidade à luz. Parece que estamos falando de conjuntivite, mas esses podem ser os sintomas de outra\nLeia mais \nCirurgia refrativa: conheça o procedimento \nMiopia, hipermetropia, astigmatismo, presbiopia… São grandes as chances de você ter ou conhecer alguém que tenha um desses problemas de visão. Segundo dados da Organização\nLeia mais \nO que é estrabismo? \nO estrabismo pode ser definido como a perda de alinhamento dos olhos. Ele pode ocorrer desde o nascimento por fatores hereditários (mais comum) ou pode\nLeia mais ", "html": null, "markdown": null}, {"url": "https://iof.med.br/trabalhe-conosco/", "crawl": {"loadedUrl": "https://iof.med.br/trabalhe-conosco/", "loadedTime": "2023-05-17T12:59:58.841Z", "referrerUrl": "https://iof.med.br/", "depth": 1}, "metadata": {"canonicalUrl": "https://iof.med.br/trabalhe-conosco/", "title": "\n\t\t\tTrabalhe conosco – Instituto de olhos de Florianópolis\t\t", "description": "Trabalhe conosco  - Instituto de Olhos de Florianópolis", "author": null, "keywords": null, "languageCode": "pt-BR"}, "screenshotUrl": null, "text": " \nFacebook-f Instagram Google \nAGENDAR CONSULTA \nMenu \nMenu \nPesquisar \nTrabalhe conosco\nNome \nE-mail \nTelefone \nMensagem \narquivo \nEnviar ", "html": null, "markdown": null}, {"url": "https://iof.med.br/clinica-olhos-florianopolis/", "crawl": {"loadedUrl": "https://iof.med.br/clinica-olhos-florianopolis/", "loadedTime": "2023-05-17T13:00:02.823Z", "referrerUrl": "https://iof.med.br/", "depth": 1}, "metadata": {"canonicalUrl": "https://iof.med.br/clinica-olhos-florianopolis/", "title": "\n\t\t\tSobre – Instituto de olhos de Florianópolis\t\t", "description": "Instituto de Olhos de Florianópolis. Profissionais capacitados para garantir atendimento especial e personalizado para cuidar da saúde dos seus olhos.", "author": null, "keywords": null, "languageCode": "pt-BR"}, "screenshotUrl": null, "text": " \nFacebook-f Instagram Google \nAGENDAR CONSULTA \nMenu \nMenu \nPesquisar \nSobre\nSobre o Instituto de Olhos de Florianópolis\nO INSTITUTO DE OLHOS DE FLORIANÓPOLIS iniciou suas atividades em 1990 com o objetivo de prestar serviços em oftalmologia.\nEm 2009, o IOF acrescentou à sua unidade de atendimento um Centro Cirúrgico próprio, utilizando as mais novas tecnologias em equipamentos e estrutura, promovendo até hoje as condições necessárias para acompanhar e atender os seus pacientes com qualidade, segurança e precisão.\nCom mais de 30 anos de tradição e localizado no centro de Florianópolis, no IOF você receberá um atendimento especial e personalizado para cuidar da saúde dos seus olhos.\nA essência da empresa é a dedicação e ética de nossa equipe de profissionais, aliada à CONFIANÇA e a SEGURANÇA que os pacientes depositam em nossos serviços.\nNossos médicos\nPossuímos uma equipe de oftalmologistas altamente especializada e qualificada. \nDra. Alena Tolentino Lopes \nCRM 18.740 - RQE 13234 \nVER CURRÍCULO \nDra. Carolina Nesi \nCRM 11615 - RQE 9279 \nVER CURRÍCULO \nDr. Cassio A. Macanhão \nCRM/SC 19926 - RQE 17469 \nVER CURRÍCULO \nDr. Eduardo Burgardt \nCRM SC 17357 – RQE 15222 \nVER CURRÍCULO \nDr. Eduardo Moritz \nCRM 9114 - RQE 5244 \nVER CURRÍCULO \nDr. Eugênio Shinzato \nCRM 5643 - RQE 2876 \nVER CURRÍCULO \nDra. Eulina Shinzato \nCRM 3982 - RQE 2896 \nVER CURRÍCULO \nDra. Fernanda Nodari \nCRM 22.500 - RQE 20105 \nVER CURRÍCULO \nDra. Laura Godinho Mendonça \nCRM SC 29192 - RQE 19222 \nVER CURRÍCULO \nDr. Leandro de Mello Shinzato \nCRM 25181 - RQE 20204 \nVER CURRÍCULO \nDr. Lineu Oto Shiroma \nCRM 12348 SC - RQE 6001 \nVER CURRÍCULO \nDra. Lyara Schaefer Sombrio Centenaro \nCRM/SC - 20.738 RQE 17479 \nVER CURRÍCULO \nDra. Maria Eugênia \nVola Ravina \nCRM/SC 19738 - RQE 11330 \nVER CURRÍCULO \nDr. Pedro Felipe Mylla Boso \nCRM: 20.062 - RQE: 17282 \nVER CURRÍCULO \nDra. Renata Portella Nunes \nCRM 12434 - RQE 10866 \nVER CURRÍCULO \nDr. Renato Lisboa \nCRM/SC 19686 - RQE 11263 \nVER CURRÍCULO \nDr. Thiago Trindade Nesi \nCRM 14.151 - RQE 11932 \nVER CURRÍCULO \nNossa estrutura\nNosso espaço foi planejado para um atendimento personalizado que ofereça conforto, agilidade e acima de tudo segurança. Estamos localizados na Rua Presidente Coutinho, 579, salas 501/401/101, no centro de Florianópolis.\nNossa Unidade Diagnóstica de exames complementares é composta por equipamentos com tecnologia avançada, promovendo as condições necessárias para acompanhar e atender nossos pacientes com o que existe de mais moderno no diagnóstico e tratamento de diversas doenças oftalmológicas.\nIOF oferece aos seus pacientes um Centro Cirúrgico muito bem equipado e exclusivamente voltado à saúde ocular.\nVenha conhecer nosso ambiente e nossa equipe.\nAnterior \nPróximo \nSolicite agendamento\nAGENDAR CONSULTA ", "html": null, "markdown": null}, {"url": "https://iof.med.br/cirurgias-oculares/cirurgia-catarata-florianopolis/", "crawl": {"loadedUrl": "https://iof.med.br/cirurgias-oculares/cirurgia-catarata-florianopolis/", "loadedTime": "2023-05-17T13:00:09.904Z", "referrerUrl": "https://iof.med.br/", "depth": 1}, "metadata": {"canonicalUrl": "https://iof.med.br/cirurgias-oculares/cirurgia-catarata-florianopolis/", "title": "\n\t\t\tCirurgia de Catarata – Instituto de olhos de Florianópolis\t\t", "description": "Referência em cirurgia de catarata em Florianópolis. Agende sua consulta: Agende (48) 3222-3380. Instituto de Olhos de Florianópolis", "author": null, "keywords": null, "languageCode": "pt-BR"}, "screenshotUrl": null, "text": " \nFacebook-f Instagram Google \nAGENDAR CONSULTA \nMenu \nMenu \nPesquisar \nCirurgia de Catarata\nA cirurgia de catarata tem como objetivo a retirada do cristalino, uma lente natural do olho, e sua substituição por uma lente intraocular artificial, que será responsável por desempenhar sua função.\nA primeira etapa do procedimento consiste na aplicação de um colírio anestésico e sedativos endovenosos, que diminuem os riscos e trazem mais segurança ao procedimento. A cirurgia em si é conhecida como facoemulsificação. \nAtravés de uma pequena incisão na córnea o cirurgião tem acesso ao interior do olho e, com instrumentos específicos, fragmenta o cristalino opaco em pedaços bem pequenos e, em seguida, o aspira e segue com a implantação da lente que irá substituir o cristalino. Geralmente, não são necessários pontos.\nVOLTAR \nSolicite agendamento\nAGENDAR CONSULTA ", "html": null, "markdown": null}, {"url": "https://iof.med.br/cirurgias-oculares/anel-intracorneano-ceratocone-florianopolis/", "crawl": {"loadedUrl": "https://iof.med.br/cirurgias-oculares/anel-intracorneano-ceratocone-florianopolis/", "loadedTime": "2023-05-17T13:00:09.221Z", "referrerUrl": "https://iof.med.br/", "depth": 1}, "metadata": {"canonicalUrl": "https://iof.med.br/cirurgias-oculares/anel-intracorneano-ceratocone-florianopolis/", "title": "\n\t\t\tAnel Intracorneano para ceratocone – Instituto de olhos de Florianópolis\t\t", "description": "Referência em Anel Intracorneano para Ceratocone em Florianópolis. Agende sua consulta: Agende (48) 3222-3380. Instituto de Olhos de Florianópolis", "author": null, "keywords": null, "languageCode": "pt-BR"}, "screenshotUrl": null, "text": " \nFacebook-f Instagram Google \nAGENDAR CONSULTA \nMenu \nMenu \nPesquisar \nAnel Intracorneano para ceratocone\nO anel intracorneano é um dos tratamentos disponíveis para portadores de ectasias corneanas como o ceratocone e a degeneração marginal pelúcida.\nConsiste na implantação de pequenos segmentos de acrílico no interior da córnea com o objetivo de reduzir sua curvatura buscando uma maior facilidade de adaptação aos óculos ou lentes de contato e, muitas vezes, melhorando o potencial visual do paciente.\nÉ um procedimento reversível, ou seja, estes segmentos podem ser removidos, por isso, muitas vezes é considerado uma opção antes de se partir para um procedimento cirúrgico mais invasivo como o transplante de córnea.\nO procedimento pode ser realizado de forma manual ou através da utilização de laser de femtosegundo para a criação do túnel onde os segmentos de anel serão posicionados.\nVOLTAR \nSolicite agendamento\nAGENDAR CONSULTA ", "html": null, "markdown": null}, {"url": "https://iof.med.br/cirurgias-oculares/", "crawl": {"loadedUrl": "https://iof.med.br/cirurgias-oculares/", "loadedTime": "2023-05-17T13:00:09.926Z", "referrerUrl": "https://iof.med.br/", "depth": 1}, "metadata": {"canonicalUrl": "https://iof.med.br/cirurgias-oculares/", "title": "\n\t\t\tCirurgias Oculares – Instituto de olhos de Florianópolis\t\t", "description": "Referência em cirurgias oculares em Florianópolis: Catarata, estrabismo, glaucoma, ceratocone, pálpebras, entre outras. Agende sua consulta.", "author": null, "keywords": null, "languageCode": "pt-BR"}, "screenshotUrl": null, "text": " \nFacebook-f Instagram Google \nAGENDAR CONSULTA \nMenu \nMenu \nPesquisar \nCirurgias Oculares\nAnel Intracorneano \npara Ceratocone\nCirurgia \nde Catarata\nCirurgia \nde Estrabismo\nCirurgia\nde Glaucoma\nCirurgia de Pterígio\nCirurgia de Retina \ne Vítreo\nCirurgia Refrativa \na Laser\nCrosslinking de\nCórnea\nInjeções\nIntravítreas\nPlástica Ocular\nTransplante de \nCórnea\nSolicite agendamento\nAGENDAR CONSULTA ", "html": null, "markdown": null}, {"url": "https://iof.med.br/exames-oftalmologicos-florianopolis/", "crawl": {"loadedUrl": "https://iof.med.br/exames-oftalmologicos-florianopolis/", "loadedTime": "2023-05-17T13:00:10.716Z", "referrerUrl": "https://iof.med.br/", "depth": 1}, "metadata": {"canonicalUrl": "https://iof.med.br/exames-oftalmologicos-florianopolis/", "title": "\n\t\t\tExames Oftalmológicos – Instituto de olhos de Florianópolis\t\t", "description": "Faça seus exames oftalmológicos com a equipe do Instituto de Olhos de Florianópolis. Agende (48) 3222-3380.", "author": null, "keywords": null, "languageCode": "pt-BR"}, "screenshotUrl": null, "text": " \nFacebook-f Instagram Google \nAGENDAR CONSULTA \nMenu \nMenu \nPesquisar \nExames Oftalmológicos\nAcuidade Visual\nO exame de acuidade visual é usado para analisar de forma subjetiva o potencial visual de cada olho. É realizado através da leitura de letras, imagens ou números em uma determinada distância pré-estabelecida.\nO exame tem o objetivo de determinar a quantidade de visão em cada olho.\nAngiografia Fluoresceínica \nO exame de Angiografia Fluoresceínica serve para estudar detalhes da retina e sua circulação. Um corante (fluoresceínica sódica) é injetado, por via endovenosa, para captação de imagens da circulação deste corante no interior do olho.\nA angiografia fluoresceínica está indicada no diagnóstico e acompanhamento de doenças como a retinopatia diabética, oclusões arteriais e venosas, degeneração macular, distrofias maculares, coriorretinopatia serosa central, tumores oculares, uveites, alterações do nervo óptico, entre outras.\nAngiografia por Indocianina Verde\nÉ um exame, também de contraste endovenoso, que utiliza o corante Indocianina verde (ICG) para avaliação detalhada e minuciosa da circulação dos vasos da coróide.\nEstá indicado para diagnóstico de doenças que afetam a coroide (tecido que envolve o olho, situada entre a esclera e a retina), como vasculopatia polipoidal idiopática, coriorretinopatia serosa central, alguns casos de degeneração macular relacionada à idade (DMRI), casos de inflamações coroideanas, tumores oculares, dentre outras. É contraindicado para que tem alergia ao iodo.\nAutofluorescência\nÉ um exame que permite a avaliação do funcionamento do epitélio pigmentado da retina (EPR), e indiretamente da retina, sem a necessidade de injeção de contraste. Este exame documenta a distribuição da lipofuscina no EPR, através de suas características naturais autofluorescentes.\nEstá indicado no diagnóstico e acompanhamento de doenças como a degeneração macular relacionada a idade na forma seca (atrofia geográfica), maculopatias tóxicas, coriorretinopatia serosa central crônica e outras patologias que acometem o EPR.\nAutorefração\nEste exame auxilia na identificação do erro refracional (miopia, hipermetropia e astigmatismo) de cada olho. \nÉ feito como exame de triagem para se ter uma estimativa da ametropia (grau) do olho, o que auxilia o exame refracional subjetivo realizado pelo oftalmologista durante a consulta.\nÉ parte do pré-exame, realizado geralmente antes do início da consulta oftalmológica.\nBiometria Óptica (interferometria) e Biometria Ultrassônica\nDois aparelhos distintos que têm como objetivo medir com precisão o comprimento axial do olho, ou seja, o tamanho do olho. O biômetro óptico faz esta medida através da luz e o biômetro ultrassônico por ultrassom. \nEssas medidas são importantes para o cálculo do poder das lentes intraoculares utilizadas em uma cirurgia de catarata, por exemplo.\nEstá indicado para pacientes que serão submetidos a cirurgia de catarata ou cirurgia refrativa.\nBiomicroscopia e Biomicroscopia de Fundo\nBiomicroscopia é um dos exames mais utilizados pela oftalmologia. Permite avaliar todas as estruturas frontais do olho (pálpebra, esclera, conjuntiva, íris, cristalino e córnea). \nJá o exame de Biomicroscopia de fundo permite avaliar estruturas do segmento posterior dos olhos (retina, mácula, disco óptico (nervo óptico) e vítreo). Durante o exame, o paciente fica sentado em frente ao aparelho (lâmpada de fenda) e o oftalmologista observará os olhos com auxílio de uma lente de aumento.\nÉ utilizado em todas as consultas oftalmológicas para se conhecer a saúde dos olhos e/ou identificar alguma doença.\nCampimetria Computadorizada \nAvalia os defeitos do campo visual e escotomas (áreas com diminuição parcial ou absoluta da visão) causadas por algumas patologias.\nUm programa estimula vários pontos retinianos e o paciente informa se está percebendo esses estímulos ao acionar um botão manual. O resultado do exame é comparado com um banco de dados com médias populacionais na mesma faixa etária que o paciente.\nEstá indicado nos casos de endocrinopatias, maculopatias, neuropatias e é essencial no diagnóstico e acompanhamento de pacientes com glaucoma.\nCeratoscopia/Topografia Computadorizada de Córnea \nA Topografia Computadorizada de Córnea analisa a curvatura da córnea em toda sua extensão desde o centro até sua periferia, e avalia as alterações de sua superfície como a regularidade e a simetria.\nPermite identificar astigmatismos e outras irregularidades na córnea, como o ceratocone, e degenerações corneanas.\nEstá indicado em pré e pós-operatório de cirurgias refrativas, cirurgias de catarata, transplante de córnea e na adaptação de lentes de contato.\nEletrólise\nIndicado para tratar triquíase – doença que se manifesta quando os cílios crescem direcionados ao globo ocular. \nO método utiliza raio laser para destruir o folículo capilar.\nEstereofoto de Papila \nO exame de fotografia estereoscópica de papila ou estereofoto de papila é utilizado para a documentação do disco óptico ou papila (a parte do nervo óptico que vemos no fundo do olho). \nSão realizadas fotos com efeito de profundidade, para uma melhor visualização dos detalhes da papila, retina peripapilar e camada de fibras nervosas.\nEstá indicado para acompanhamento de pacientes com glaucoma, hipertensão ocular, auxilia no diagnóstico de edema de papila, neurite óptica, tumores da cabeça de nervo óptico e outras alterações em neuroftalmologia.\nFotocoagulação a Laser\nÉ um procedimento oftalmológico que tem como finalidade o tratamento de diversas doenças dos olhos, com objetivo principal de preservar a visão e impedir a progressão dessas doenças. \nO procedimento, que envolve a aplicação de luz especial nas estruturas intraoculares, está indicado em casos de doenças que afetam os vasos sanguíneos do olho, como ocorre com os diabéticos, em pacientes que apresentam lesões predisponentes ao deslocamento de retina, como degenerações periféricas ou roturas na retina, entre outros.\nFundoscopia Direta\nÉ um exame que analisa as estruturas de fundo de olho – nervo óptico, os vasos retinianos, e a retina. \nÉ fundamental para o diagnóstico precoce de diversas doenças oculares, entre elas o glaucoma. Na fundoscopia direta conseguimos obter uma imagem do fundo de olho ampliada – quinze vezes maior.\nEstá indicado para diagnosticar e acompanhar o glaucoma, outras doenças do nervo óptico e da retina.\nGonioscopia\nExame que ajudar no diagnóstico e no acompanhamento de algumas enfermidades oculares, principalmente o glaucoma. \nEsse exame ajuda a avaliar o ângulo da câmara anterior dos olhos. \nEla também é utilizada para auxiliar na diferenciação entre os tipos de glaucoma e verificar outras anormalidades oculares, como tumores, cistos, aderências da íris ou seqüelas de trauma nos olhos.\nLensometria\nÉ a conferência do grau das lentes de óculos ou lentes de contato. \nO exame é feito com a ajuda de um equipamento chamado lensômetro, que mede o grau exato das lentes corretivas de um paciente.\nMapa de Densidade de Pigmento Macular \nMPD – O exame chamado MPD (Macular Pigment Density) detecta a quantidade de xantofilas (luteína e zeaxantina) na mácula. \nEstes pigmentos são anti-oxidantes, importantes para proteger a mácula dos efeitos nocivos da luz azul e para manter a função macular normal. \nA densidade de pigmento macular é uma informação útil, uma vez que os pacientes com pouco pigmento macular apresentam maior risco de desenvolver degeneração macular relacionada a idade.\nMapeamento de Retina \nO mapeamento de retina (também conhecido como fundoscopia indireta) é realizado com um aparelho chamado Oftalmoscópio Binocular Indireto, que consiste em uma fonte de luz adaptada à cabeça do médico, a qual ele projeta no fundo de olho do paciente e, através de uma lente de aumento, visualiza detalhes da retina. \nEste é o exame mais utilizado para o diagnóstico e acompanhamento de problemas de retina, permitindo o diagnóstico precoce de diversas doenças, uma vez que ele proporciona uma visão detalhada do vítreo, do nervo óptico e de toda a retina, incluindo a extrema periferia retiniana.\nEstá indicado para avaliar doenças como o descolamento de retina, alterações do vítreo (como as moscas volantes), alterações maculares (como o edema macular e degeneração macular), retinopatia diabética, retinopatia hipertensiva, oclusões vasculares retinianas, degenerações periféricas, alta miopia, tumores, infecções, hemorragias, entre outras.\nMicroscopia Especular de Córnea \nEste exame permite a contagem das células endoteliais que revestem a face posterior da córnea. Propicia também o estudo da morfologia e tamanho destas células. \nÉ um exame importante para pacientes que são candidatos a cirurgias intraoculares, como catarata, além de permitir o acompanhamento da saúde da córnea em usuários de lente de contato e diagnosticar uma variedade de doenças corneanas.\nMotilidade Ocular Extrínseca \nO exame serve para avaliar o equilíbrio oculomotor através da avaliação do posicionamento ocular nas diferentes posições do olhar e também na movimentação ocular.\nIsto é, o exame serve para avaliar se existe algum desalinhamento nos olhos e restrições na amplitude do movimento dos músculos oculares.\nPaquimetria Ultrassônica \nA Paquimetria Ultrassônica é indicada para medir a espessura da córnea por meio de uma sonda de ultrassom. Ela mede com exatidão a espessura total da córnea (todas as camadas juntas).\nEstá indicada para casos de glaucoma, ceratocone, cirurgia refrativa, edema de córnea e outras doenças que podem ocasionar alteração na espessura corneana.\nRefração Ocular \nÉ realizado para avaliar a acuidade visual e a ametropia (grau) ocular. Além de indicar a necessidade do uso de óculos, também pode apontar variações no grau já existente.\nEstá indicado para diagnosticar problemas que tenham como principal queixa, dificuldade para enxergar: suspeita de presbiopia (vista cansada), astigmatismo, miopia e hipermetropia.\nRetinografia Digital \nA Retinografia colorida é uma documentação do fundo do olho, avaliando a retina, o nervo óptico e os vasos retinianos, por meio de fotografias de alta definição. \nPermite o acompanhamento seriado da evolução das alterações, auxiliando no diagnóstico e acompanhamento das doenças da retina por meio da análise direta das imagens ou complementando outros exames, como a angiografia fluoresceínica e a tomografia de coerência óptica (OCT).\nEstá indicado para a documentação e acompanhamento de todas as doenças que afetam a retina e o nervo óptico, principalmente em doenças progressivas, como degeneração macular relacionada a idade, oclusões vasculares, retinopatia diabética, glaucoma e outras.\nTeste de Lentes de Contatos Rígidas, Gelatinosas e Esclerais \nEnvolve um exame oftalmológico completo com indicação, prescrição, adaptação e acompanhamento da lente no olho do usuário. \nAntes do teste das lentes, são necessários alguns procedimentos, como a medição da curvatura da córnea, mapeamento da superfície ocular e refração para determinação do grau das lentes.\nApós estes exames, as lentes de contato de teste são colocadas por um período de 10 a 20 minutos. Em seguida, são realizadas nova refração com as lentes de contato de teste, e uma avaliação da adaptação com o aparelho chamado lâmpada de fenda para identificar o padrão da adaptação e necessidade de alterações.\nTeste de Visão de Cores – Teste de Ishihara \nPor meio de uma sequência de círculos, com diferentes cores, tamanhos e brilhos, com números subscritos, o teste de cores de Ishihara indica um padrão de visualização atípica, que corresponde a forma como indivíduos daltônicos observam o mundo.\nTestes de Filme Lacrimal (Break up time/Schirmer/Rosa Bengala/ Lissamina verde) \nSão exames que se complementam para avaliar a quantidade e qualidade lacrimal do paciente, bem como a situação da superfície ocular pela coloração específica de células mortas ou lesões na superfície ocular.\nO procedimento para mensurar a quantidade de lágrima que o paciente produz (Teste de Schirmer) é realizado através da inserção de uma fita de papel na pálpebra inferior, observando a umidade do papel. \nSerão também aplicados corantes sobre a superfície ocular (Fluoresceína a 2%; Rosa Bengala a 1%; Lissamina Verde).\nTomografia Computadorizada de Córnea – Pentacam \nEste exame analisa diversos parâmetros do segmento anterior do olho, em especial a córnea, avaliando sua curvatura, elevação anterior e posterior e espessura. Permite identificar astigmatismos e outras irregularidades na córnea, como o ceratocone, e degenerações corneanas.\nCom o Pentacam pode-se avaliar a córnea, a câmara anterior do olho, a íris e o cristalino. As imagens tomográficas são obtidas em 360º e em 3 dimensões.\nÉ o exame mais indicado em pré e pós-operatório de cirurgias refrativas, além de ser utilizado em pré-operatório de cirurgias de catarata, transplante de córnea e na adaptação de lentes de contato.\nTomogragia de Coerência Óptica – OCT \nPor meio deste exame temos imagens de corte seccional das estruturas do segmento posterior do olho, com alta resolução e em três dimensões (3D), o que permite analisar todas as camadas da retina e medir a sua espessura. \nAlém disto o aparelho nos fornece a possibilidade de comparar o exame atual com o anterior e assim, avaliar se a doença está respondendo ao tratamento.\nPode ser indicado para diagnóstico e análise de progressão das seguintes condições: degeneração macular, buraco de mácula, edema macular, glaucoma, retinopatia diabética, distrofias retinianas, síndrome de tração vitreo-macular, membrana epirretiniana, entre outras.\nTonometria - Tonometria de aplanação e de não contato \nÉ o exame indicado para realizar a medição da pressão interna do globo ocular. As variações da pressão intraocular estão relacionadas ao humor aquoso, material localizado entre a íris e a córnea.\nO exame é utilizado de rotina nas consultas oftalmológicas para triagem e diagnóstico de hipertensão ocular. Está indicado para o diagnóstico e acompanhamento de glaucoma.\nSolicite agendamento\nAGENDAR CONSULTA ", "html": null, "markdown": null}, {"url": "https://iof.med.br/cirurgias-oculares/cirurgia-pterigio-florianopolis/", "crawl": {"loadedUrl": "https://iof.med.br/cirurgias-oculares/cirurgia-pterigio-florianopolis/", "loadedTime": "2023-05-17T13:00:21.326Z", "referrerUrl": "https://iof.med.br/", "depth": 1}, "metadata": {"canonicalUrl": "https://iof.med.br/cirurgias-oculares/cirurgia-pterigio-florianopolis/", "title": "\n\t\t\tCirurgia de Pterígio – Instituto de olhos de Florianópolis\t\t", "description": "Referência em Cirurgia de Pterígio Florianópolis. Agende sua consulta: Agende (48) 3222-3380. Instituto de Olhos de Florianópolis", "author": null, "keywords": null, "languageCode": "pt-BR"}, "screenshotUrl": null, "text": " \nFacebook-f Instagram Google \nAGENDAR CONSULTA \nMenu \nMenu \nPesquisar \nCirurgia de Pterígio\nA cirurgia de pterígio consiste na remoção (exérese) do pterígio.\nHoje, a técnica mais utilizada é a exérese do pterígio com autotransplante de conjuntiva, que consiste na remoção do tecido fibrovascular doente abaixo da conjuntiva e da cabeça do pterígio que está sobre a córnea, seguido da colocação de um segmento (enxerto) de conjuntiva saudável do mesmo olho com o objetivo de reduzir os riscos de recidiva.\nO procedimento é realizado com anestesia local e podem ser utilizados pontos ou uma cola biológica para posicionar este enxerto no leito receptor.\nVOLTAR \nSolicite agendamento\nAGENDAR CONSULTA ", "html": null, "markdown": null}, {"url": "https://iof.med.br/cirurgias-oculares/cirurgia-glaucoma-florianopolis/", "crawl": {"loadedUrl": "https://iof.med.br/cirurgias-oculares/cirurgia-glaucoma-florianopolis/", "loadedTime": "2023-05-17T13:00:21.310Z", "referrerUrl": "https://iof.med.br/", "depth": 1}, "metadata": {"canonicalUrl": "https://iof.med.br/cirurgias-oculares/cirurgia-glaucoma-florianopolis/", "title": "\n\t\t\tCirurgia de Glaucoma – Instituto de olhos de Florianópolis\t\t", "description": "Referência em cirurgia de Glaucoma em Florianópolis. Agende sua consulta: Agende (48) 3222-3380. Instituto de Olhos de Florianópolis", "author": null, "keywords": null, "languageCode": "pt-BR"}, "screenshotUrl": null, "text": " \nFacebook-f Instagram Google \nAGENDAR CONSULTA \nMenu \nMenu \nPesquisar \nCirurgia de Glaucoma\nA trabeculectomia é a cirurgia mais tradicionalmente realizada no tratamento do glaucoma, consistindo na realização de uma fístula da câmara anterior para debaixo da conjuntiva através da esclera, possibilitando a drenagem do humor aquoso. \nGeralmente é indicada para casos refratários ao tratamento clínico com colírios hipotensores e tem o objetivo de evitar a progressão da doença.\nVOLTAR \nSolicite agendamento\nAGENDAR CONSULTA ", "html": null, "markdown": null}, {"url": "https://iof.med.br/cirurgias-oculares/cirurgia-estrabismo-florianopolis/", "crawl": {"loadedUrl": "https://iof.med.br/cirurgias-oculares/cirurgia-estrabismo-florianopolis/", "loadedTime": "2023-05-17T13:00:21.317Z", "referrerUrl": "https://iof.med.br/", "depth": 1}, "metadata": {"canonicalUrl": "https://iof.med.br/cirurgias-oculares/cirurgia-estrabismo-florianopolis/", "title": "\n\t\t\tCirurgia de Estrabismo – Instituto de olhos de Florianópolis\t\t", "description": "Referência em cirurgia de estrabismo em Florianópolis. Agende sua consulta: Agende (48) 3222-3380. Instituto de Olhos de Florianópolis", "author": null, "keywords": null, "languageCode": "pt-BR"}, "screenshotUrl": null, "text": " \nFacebook-f Instagram Google \nAGENDAR CONSULTA \nMenu \nMenu \nPesquisar \nCirurgia de Estrabismo\nA cirurgia de estrabismo é indicada para o realinhamento do globo ocular. Consiste em alterar o posicionamento dos músculos, visando equilibrar as forças e alinhar os olhos. Porém, nem todos os casos de estrabismo são cirúrgicos e a idade para se fazer a cirurgia pode variar também, conforme o tipo de desvio.\nSomente através de uma consulta e acompanhamento oftalmológico é possível definir qual o melhor tipo de tratamento para cada caso.\nA cirurgia é recomendada para os casos em que a posição irregular dos olhos afete a visão ou a estética do paciente. Também recomendada para pacientes com dificuldade motora para coordenar o movimento dos dois olhos e doenças neurológicas ou genéticas.\nVOLTAR \nSolicite agendamento\nAGENDAR CONSULTA ", "html": null, "markdown": null}, {"url": "https://iof.med.br/cirurgias-oculares/cirurgia-retina-vitreo-florianopolis/", "crawl": {"loadedUrl": "https://iof.med.br/cirurgias-oculares/cirurgia-retina-vitreo-florianopolis/", "loadedTime": "2023-05-17T13:00:21.335Z", "referrerUrl": "https://iof.med.br/", "depth": 1}, "metadata": {"canonicalUrl": "https://iof.med.br/cirurgias-oculares/cirurgia-retina-vitreo-florianopolis/", "title": "\n\t\t\tCirurgia de Retina e Vítreo – Instituto de olhos de Florianópolis\t\t", "description": "Referência em Cirurgia de Retina e Vítreo Florianópolis. Agende sua consulta: Agende (48) 3222-3380. Instituto de Olhos de Florianópolis", "author": null, "keywords": null, "languageCode": "pt-BR"}, "screenshotUrl": null, "text": " \nFacebook-f Instagram Google \nAGENDAR CONSULTA \nMenu \nMenu \nPesquisar \nCirurgia de Retina e Vítreo\nA técnica cirúrgica utilizada, depende do quadro clínico de cada paciente.\nA cirurgia mais realizada é a vitrectomia posterior via pars plana.\nEstá indicada para pacientes que possuem descolamento de retina, hemorragia vítrea (hemorragia do fundo do olho), buraco macular, membrana epirretiniana (pucker macular), retinopatia causada pelo diabetes, complicações de cirurgia da catarata, trauma ocular, corpo estranho intraocular, dentre outros.\nVOLTAR \nSolicite agendamento\nAGENDAR CONSULTA ", "html": null, "markdown": null}, {"url": "https://iof.med.br/cirurgias-oculares/cirurgia-refrativa-laser-florianopolis/", "crawl": {"loadedUrl": "https://iof.med.br/cirurgias-oculares/cirurgia-refrativa-laser-florianopolis/", "loadedTime": "2023-05-17T13:00:27.438Z", "referrerUrl": "https://iof.med.br/", "depth": 1}, "metadata": {"canonicalUrl": "https://iof.med.br/cirurgias-oculares/cirurgia-refrativa-laser-florianopolis/", "title": "\n\t\t\tCirurgia Refrativa a Laser – Instituto de olhos de Florianópolis\t\t", "description": "Referência em Cirurgia Refrativa a laser Florianópolis - PRK, Lasil, FemtoLasik e PTK -  Agende sua consulta: Agende (48) 3222-3380.", "author": null, "keywords": null, "languageCode": "pt-BR"}, "screenshotUrl": null, "text": " \nFacebook-f Instagram Google \nAGENDAR CONSULTA \nMenu \nMenu \nPesquisar \nCirurgia Refrativa a Laser\nCirurgia refrativa é aquela que corrige erros de refração, ou seja, miopia, hipermetropia e astigmatismo, além da presbiopia (vista cansada) buscando diminuir a dependência do paciente aos óculos.\nAs duas principais técnicas realizadas hoje são o PRK (ceratectomia fotorrefrativa) e o LASIK (Keratomileusis in situ).\nO PRK consiste na desepitelização da córnea seguida da aplicação de um laser para tratamento da ametropia (grau). Após o procedimento é colocado uma lente de contato terapêutica que é mantida por alguns dias.\nO LASIK consiste na confecção de um flap na córnea (corte) que pode ser realizado manualmente, por um instrumento denominado microcerátomo, ou pode ser realizado por um laser de femtosegundo de alta precisão. Em seguida é aplicado o laser para tratamento da ametropia (grau) no leito da córnea.\nA cirurgia refrativa é indicada para pessoas com mais de 18 anos, que estejam com uma refração estável (variação menor que 0,50 – meio grau – dentro de um ano) e que sejam dependentes da correção visual em uso (óculos ou lentes de contato).\nNo pré-operatório são realizados exames oftalmológicos que buscam avaliar a saúde ocular e excluir fragilidades ou doenças oculares que contraindiquem o procedimento.\nA cirurgia é realizada sob anestesia tópica (colírio anestésico).\nVOLTAR \nSolicite agendamento\nAGENDAR CONSULTA ", "html": null, "markdown": null}, {"url": "https://iof.med.br/cirurgias-oculares/crosslinking-cornea-florianopolis/", "crawl": {"loadedUrl": "https://iof.med.br/cirurgias-oculares/crosslinking-cornea-florianopolis/", "loadedTime": "2023-05-17T13:00:29.907Z", "referrerUrl": "https://iof.med.br/", "depth": 1}, "metadata": {"canonicalUrl": "https://iof.med.br/cirurgias-oculares/crosslinking-cornea-florianopolis/", "title": "\n\t\t\tCrosslinking de Córnea – Instituto de olhos de Florianópolis\t\t", "description": "Referência em Crosslinking de Córnea em Florianópolis. Agende sua consulta: Agende (48) 3222-3380. Instituto de Olhos de Florianópolis", "author": null, "keywords": null, "languageCode": "pt-BR"}, "screenshotUrl": null, "text": " \nFacebook-f Instagram Google \nAGENDAR CONSULTA \nMenu \nMenu \nPesquisar \nCrosslinking de Córnea\nCrosslinking de córnea é hoje o único procedimento comprovadamente eficaz para evitar a progressão das ectasias corneanas, como o ceratocone.\nÉ considerado um procedimento cirúrgico não invasivo, em que após a desepitelização da córnea, é depositada uma solução contendo riboflavina (vitamina B2) na superfície da mesma, seguida de aplicação de um espectro de radiação ultravioleta (UVA).\nO procedimento é indicado quando há comprovação clínica da progressão da doença. Para sua realização é necessário que haja uma espessura corneana segura e ausência de cicatrizes na córnea.\nVOLTAR \nSolicite agendamento\nAGENDAR CONSULTA ", "html": null, "markdown": null}, {"url": "https://iof.med.br/cirurgias-oculares/injecoes-intravitreas-florianopolis/", "crawl": {"loadedUrl": "https://iof.med.br/cirurgias-oculares/injecoes-intravitreas-florianopolis/", "loadedTime": "2023-05-17T13:00:29.929Z", "referrerUrl": "https://iof.med.br/", "depth": 1}, "metadata": {"canonicalUrl": "https://iof.med.br/cirurgias-oculares/injecoes-intravitreas-florianopolis/", "title": "\n\t\t\tInjeções Intravítreas – Instituto de olhos de Florianópolis\t\t", "description": "Referência em Injeções Intravítreas Florianópolis. Agende sua consulta: Agende (48) 3222-3380. Instituto de Olhos de Florianópolis", "author": null, "keywords": null, "languageCode": "pt-BR"}, "screenshotUrl": null, "text": " \nFacebook-f Instagram Google \nAGENDAR CONSULTA \nMenu \nMenu \nPesquisar \nInjeções Intravítreas\nAs injeções intravítreas baseiam-se na aplicação de medicamentos na cavidade vítrea, ou seja, no segmento posterior do globo ocular.\nA injeção Intravítrea é um dos maiores avanços nas técnicas para o tratamento de diversas doenças na retina. Diversas medicações podem ser aplicadas, dependendo de cada caso, como antiangiogênicos, corticoides, antibióticos, entre outros.\nOs medicamentos mais comumente utilizados são os antiangiogênicos, indicados para as doenças na retina que possam levar à formação de vasos sanguíneos anômalos (neovasos), tais como: degeneração macular relacionada a idade exsudativa, membrana neovascular subretiniana, retinopatia diabética, oclusões vasculares, glaucomas e edema macular. \nO corticoide está indicado em selecionados casos de inflamações oculares e edema macular, e os antibióticos, em casos de endoftalmite ou outras uveítes infecciosas.\nVOLTAR \nSolicite agendamento\nAGENDAR CONSULTA ", "html": null, "markdown": null}, {"url": "https://iof.med.br/cirurgias-oculares/plastica-ocular-florianopolis/", "crawl": {"loadedUrl": "https://iof.med.br/cirurgias-oculares/plastica-ocular-florianopolis/", "loadedTime": "2023-05-17T13:00:35.420Z", "referrerUrl": "https://iof.med.br/", "depth": 1}, "metadata": {"canonicalUrl": "https://iof.med.br/cirurgias-oculares/plastica-ocular-florianopolis/", "title": "\n\t\t\tPlástica Ocular – Instituto de olhos de Florianópolis\t\t", "description": "Referência em Plástica Ocular. Blefaroplastia, Ectrópio, Entrópio, Lagoftalmo, Ptose palpebral, Prótese ocular, Toxina Botulínica, Tumores palpebrais, etc.", "author": null, "keywords": null, "languageCode": "pt-BR"}, "screenshotUrl": null, "text": " \nFacebook-f Instagram Google \nAGENDAR CONSULTA \nMenu \nMenu \nPesquisar \nPlástica Ocular\nA Plástica Ocular é uma especialidade da oftalmologia responsável pelos anexos oculares, ou seja, pálpebras, região periocular, vias lacrimais e órbita. Trata-se, portanto, do cuidado de todos os elementos que protegem os olhos e a visão.\nEstá relacionada não somente à estética ocular como também ao bom funcionamento do olho.\nTipos de Plástica Ocular realizadas pela equipe do Instituto de Olhos de Florianópolis:\nBlefaroplastia: Cirurgia realizada para correção do excesso de pele (dermatocalase) das pálpebras superiores e/ou inferiores, visando à melhora estética e funcional.\nNeste procedimento também pode ser realizada a retirada de bolsas de gordura da região.\nPtose Palpebral: Queda da pálpebra superior que pode estar presente ao nascimento (congênita) ou manifestar-se na idade adulta (adquirida). Pode ser unilateral ou bilateral. Após avaliação oftalmológica é indicado o tratamento cirúrgico adequado a cada caso.\nEctrópio: Mal posicionamento palpebral que ocorre devido ao enfraquecimento dos ligamentos que sustentam a pálpebra inferior, levando a sua eversão (rotação para fora). Causa sintomas de lacrimejamento, hiperemia ocular e conjuntivite de repetição. Corrigida cirurgicamente.\nEntrópio: Patologia palpebral onde ocorre a inversão da pálpebra (rotação para dentro), levando a um grande desconforto devido contato direto dos cílios com a córnea. Deve ser corrigido através de cirurgia o mais breve possível para evitar danos oculares.\nTumores Palpebrais: Benignos: cistos, verrugas e nevos (“pintas”), são extremamente comuns na região periocular. Removidos cirurgicamente. Malignos: feridas ulceradas, com sangramento, alteração de coloração e perda de cílios devem ser removidas cirurgicamente e enviadas para analise patológica. Tratamento é a remoção completa da lesão.\nPterígio: Tecido fibrovascular da conjuntiva que invade a córnea. Muito comum em pessoas que moram em países quentes com alta exposição à raios UV. Em casos avançados ou por motivos estéticos realiza-se a remoção cirúrgica. Pode apresentar recidiva.\nCalázio: Lesão inflamatória crônica causada por bloqueio dos orifícios das glândulas presentes na pálpebra. Pode ser drenado cirurgicamente. A cirurgia consiste na drenagem do cisto que se formou na região da pálpebra. O procedimento é feito com anestesia local\nVia Lacrimal: Pacientes com sintomas de lacrimejamento e/ou presença constante de secreção devem ser submetidos à avaliação das vias lacrimais através do exame clínico, sondagem das vias lacrimais e exames de imagem para diagnóstico preciso das patologias que afetam a drenagem da lágrima.\nLagoftalmo: corrige processos restritivos que impedem a descida da pálpebra superior.\nPrótese Ocular: indicada quando há perda da visão ou do globo ocular após doenças ou acidente. \nToxina Botulínica: função estética – ajuda a tratar rugas geradas pela expressão. Função reparadora: tratamento blefaroespasmo essencial, estrabismo.\nVOLTAR \nSolicite agendamento\nAGENDAR CONSULTA ", "html": null, "markdown": null}, {"url": "https://iof.med.br/cirurgias-oculares/transplante-cornea-florianopolis/", "crawl": {"loadedUrl": "https://iof.med.br/cirurgias-oculares/transplante-cornea-florianopolis/", "loadedTime": "2023-05-17T13:00:35.719Z", "referrerUrl": "https://iof.med.br/", "depth": 1}, "metadata": {"canonicalUrl": "https://iof.med.br/cirurgias-oculares/transplante-cornea-florianopolis/", "title": "\n\t\t\tTransplante de Córnea – Instituto de olhos de Florianópolis\t\t", "description": "Referência em transplante de córnea em Florianópolis. Agende sua consulta: Agende (48) 3222-3380. Instituto de Olhos de Florianópolis", "author": null, "keywords": null, "languageCode": "pt-BR"}, "screenshotUrl": null, "text": " \nFacebook-f Instagram Google \nAGENDAR CONSULTA \nMenu \nMenu \nPesquisar \nTransplante de Córnea\nO transplante de córnea é a cirurgia que substitui a região central da córnea doente de um paciente por outra saudável de um doador.\nAs principais indicações de transplante de córnea são: ceratocone avançado; ceratopatia bolhosa de Fuchs com edema (inchaço) corneano crônico; opacidades congênitas de córnea, traumas oculares perfurantes e infecções/úlceras de córnea refratárias ao tratamento clínico ou que evoluem com perfuração ocular.\nO transplante de córnea pode ser realizado pelo transplante da espessura total (transplante penetrante) ou parcial da córnea (transplante lamelar).\nVOLTAR \nSolicite agendamento\nAGENDAR CONSULTA ", "html": null, "markdown": null}, {"url": "https://iof.med.br/especialidades-oftalmologicas/", "crawl": {"loadedUrl": "https://iof.med.br/especialidades-oftalmologicas/", "loadedTime": "2023-05-17T13:00:41.006Z", "referrerUrl": "https://iof.med.br/", "depth": 1}, "metadata": {"canonicalUrl": "https://iof.med.br/especialidades-oftalmologicas/", "title": "\n\t\t\tEspecialidades Oftalmológicas – Instituto de olhos de Florianópolis\t\t", "description": "Especialidades oftalmológicas em Florianópolis. Entenda mais sobre seu problema e tratamentos. Conheça os serviços do Instituto de olhos de Florianópolis.", "author": null, "keywords": null, "languageCode": "pt-BR"}, "screenshotUrl": null, "text": " \nFacebook-f Instagram Google \nAGENDAR CONSULTA \nMenu \nMenu \nPesquisar \nEspecialidades Oftalmológicas\nCatarata\nCeratocone\nCirurgia Refrativa a Laser\nCórnea e\nSuperfície Ocular\nEstrabismo\nGlaucoma\nLentes de Contato\nOftalmologia\nGeral\nOftalmopediatria\nPlástica Ocular \nRetina e Vítreo\nSolicite agendamento\nAGENDAR CONSULTA ", "html": null, "markdown": null}, {"url": "https://iof.med.br/especialidades-oftalmologicas/tratamento-catarata-florianopolis/", "crawl": {"loadedUrl": "https://iof.med.br/especialidades-oftalmologicas/tratamento-catarata-florianopolis/", "loadedTime": "2023-05-17T13:00:44.019Z", "referrerUrl": "https://iof.med.br/", "depth": 1}, "metadata": {"canonicalUrl": "https://iof.med.br/especialidades-oftalmologicas/tratamento-catarata-florianopolis/", "title": "\n\t\t\tCatarata – Instituto de olhos de Florianópolis\t\t", "description": "Tratamento Catarata Ocular: entenda mais sobre sintomas, exames e tratamentos. Conheça os serviços do Instituto de olhos de Florianópolis.", "author": null, "keywords": null, "languageCode": "pt-BR"}, "screenshotUrl": null, "text": " \nFacebook-f Instagram Google \nAGENDAR CONSULTA \nMenu \nMenu \nPesquisar \nCatarata\nO que é Catarata?\nA catarata decorre de uma diminuição progressiva de transparência do cristalino, que é uma lente natural responsável por corrigir cerca de 20 graus no nosso olho. Por ser uma lente biconvexa, o cristalino converge a luz que entra no olho para a retina, estrutura onde se forma a imagem que vemos.\nOs sintomas mais comuns da catarata são a perda de nitidez das imagens e a percepção de uma espécie de “névoa” diante dos olhos. Ofuscamento fora do habitual principalmente com os faróis dos automóveis e contra o sol também são frequentemente relatados.\nCom sua evolução, além da qualidade visual, a pessoa começa a apresentar também perda da quantidade visual.\nNestas situações, antecipe sua consulta com o Oftalmologista que é o profissional habilitado para identificar se você tem catarata ou outra doença afetando sua visão e assim indicar o tratamento adequado.\nA Academia Americana de Oftalmologia disponibiliza um simulador que ilustra aproximadamente o que ocorre com a visão com a progressão da Catarata.\nTipos de Catarata\nA catarata tem maior prevalência em indivíduos com idade mais avançada. Entretanto, não chega a ser uma regra. De acordo com o tipo, a ocorrência pode se dar em outras fases da vida. Suas origens também são diversas.\nCatarata senil – é a forma mais comum e atinge pessoas a partir dos 50 anos de idade. Surge por meio do envelhecimento natural do cristalino. Neste caso, a lente do olho vai ficando cada vez mais opaca, perdendo sua transparência gradativamente.\nCatarata Congênita – deve-se a condições genéticas ou pode também estar associada a infecções contraídas pela mãe durante a gestação, como a rubéola, sífilis e toxoplasmose. Para um diagnóstico precoce é recomendável o teste do olhinho logo após o nascimento do bebê.\nCatarata traumática – Surge após algum evento traumático como lesão ocular, perfuração, ou em decorrência de algum tratamento que envolva radiação.\nCatarata secundária – Provocada em função do estilo de vida do paciente ou doenças correlacionadas: exposição intensa a raios ultravioleta, terapia de reposição hormonal, alcoolismo, hipertensão, obesidade, tabagismo, diabetes etc. O uso excessivo de medicamentos, principalmente anti-inflamatórios e corticoides também é considerada uma das origens desta patologia.\nExames para Diagnosticar Catarata\nO diagnóstico da catarata é essencialmente clínico, realizado no consultório, através de uma consulta de rotina. Pelo teste de acuidade visual o oftalmologista irá avaliar a quantidade visual atingida pelo paciente e, através do exame de lâmpada de fenda, o médico pode avaliar a parte interna do olho para identificar possíveis problemas no cristalino e classificar a catarata de acordo com seu tipo e sua graduação.\nApós feito o diagnóstico, exames complementares são realizados para programar a cirurgia.\nEntre eles a biometria, com o objetivo de calcular a lente que será implantada no procedimento cirúrgico e a microscopia especular de córnea, para avaliar se o endotélio (camada mais interna da córnea) está saudável para ser submetido ao procedimento cirúrgico com baixo risco de descompensação da córnea (ocasionando o edema pós cirúrgico).\nTratamento - Cirurgia da Catarata\nA partir do momento que a deficiência visual for suficiente para reduzir a qualidade de vida, deve-se considerar a correção cirúrgica da catarata, que é hoje a única forma de tratamento eficaz para a doença.\nA qualidade de vida encontra-se prejudicada quando for necessário abandonar as atividades rotineiras devido a baixa da visão. Por exemplo:\nDeixar de ler, coisa que gostava de fazer anteriormente;\nAbandonar a direção do carro por sentir-se inseguro, principalmente quando há sol forte ou à noite;\nAbandonar progressivamente o convívio social pois a baixa visual torna-o incapaz de acompanhar as atividades do grupo.\nComo é a cirurgia da Catarata?\nA cirurgia da Catarata, denominada Facoemulsificação, tem o objetivo de\nsubstituir o cristalino natural que deixou de ser transparente e substituí-lo por uma lente artificial, restabelecendo a transparência necessária para uma boa visão.\nA cirurgia é feita, na grande maioria das vezes, com anestesia local e uma sedação.\nPasso a passo:\nInicialmente é realizada uma microincisão próxima à córnea para permitir o acesso ao interior do olho.\nO cristalino é dissolvido pela energia do ultrassom e em seguida aspirado\nUma lente intraocular é então implantada, geralmente no saco capsular, que é o local onde o cristalino ficava posicionado.\nA recuperação cirúrgica costuma ser rápida, podendo o paciente já no dia seguinte ler, usar o computador e ver TV. Com o passar dos dias a visão tende a melhorar gradativamente até uma estabilização.\nAs restrições em geral se referem principalmente ao esforço físico e exposição à água (como mergulhos em piscinas e mar).\nA lente intraocular escolhida pelo médico em conjunto com o paciente influenciará na necessidade de óculos para longe, perto ou ambas as distâncias, após a cirurgia.\nQuais são os tipos de Lentes Intraoculares?\nNa cirurgia de catarata por facoemulsificação, após a retirada do cristalino é implantada uma lente intraocular (LIO) no lugar que, anteriormente, era ocupado pelo cristalino natural.\nEssa lente intraocular possui uma determinada potência, calculada nos exames pré-operatórios (biometria) e que substitui os óculos para a distância de longe em alguns casos.\nAtualmente, existem vários tipos de lentes para cirurgia de catarata, entre elas:\nEsféricas: foca os raios de luz em único ponto e corrige apenas miopia e hipermetropia, geralmente melhorando significativamente a visão para longe.\nAsféricas: Maior nitidez que as esféricas, porém também se limitam à correção da miopia e hipermetropia, melhorando a visão para longe.\nAsféricas Tóricas: Indicada para pacientes com astigmatismo por ter a capacidade de corrigir além do grau esférico (miopia ou hipermetropia) também o astigmatismo corneano.\nAsféricas Multifocais: Além de melhorar a visão para longe, também reduz a\nnecessidade do uso de óculos para perto.\nAsféricas Tóricas Multifocais: Além das vantagens da lente descrita anteriormente, corrige também o astigmatismo, quando presente.\nDifícil escolher a melhor lente? \nNinguém melhor que seu médico Oftalmologista de confiança para ajudá-lo a decidir, naturalmente após um minucioso exame oftalmológico e questionário detalhado.\nÉ necessário lembrar que a satisfação do paciente não depende apenas da execução precisa da parte técnica pelo médico, mas também da expectativa do paciente corresponder exatamente ao que a cirurgia pode proporcionar.\nIsto só é atingido quando há uma relação médico-paciente muito bem estabelecida.\nVOLTAR \nSolicite agendamento\nAGENDAR CONSULTA ", "html": null, "markdown": null}, {"url": "https://iof.med.br/especialidades-oftalmologicas/tratamento-ceratocone-florianopolis/", "crawl": {"loadedUrl": "https://iof.med.br/especialidades-oftalmologicas/tratamento-ceratocone-florianopolis/", "loadedTime": "2023-05-17T13:00:45.118Z", "referrerUrl": "https://iof.med.br/", "depth": 1}, "metadata": {"canonicalUrl": "https://iof.med.br/especialidades-oftalmologicas/tratamento-ceratocone-florianopolis/", "title": "\n\t\t\tCeratocone – Instituto de olhos de Florianópolis\t\t", "description": "Tratamento Ceratocone: entenda mais sobre sintomas, exames e tratamentos. Conheça os serviços do Instituto de olhos de Florianópolis.", "author": null, "keywords": null, "languageCode": "pt-BR"}, "screenshotUrl": null, "text": " \nFacebook-f Instagram Google \nAGENDAR CONSULTA \nMenu \nMenu \nPesquisar \nCeratocone\nO que é Ceratocone\nO ceratocone é uma.doença que leva à deformidade progressiva da córnea e geralmente se manifesta na época da puberdade e costuma evoluir até próximo aos 30anos de idade.\nSua incidência é de 1 caso para 2.000 pessoas, e suas causas ainda são pouco conhecidas. Ocorre mais frequentemente em famílias com portadores de ceratocone, o que indica haver influência genética associada.\nEstudos evidenciaram que alergias oculares e o fato de coçar os olhos têm forte influência na progressão da doença.\nSintomas do Ceratocone\nA córnea é o principal componente óptico do nosso olho, e por ser neste tecido em que ocorre um afinamento progressivo, associado à protrusão e irregularidade, os pacientes com ceratocone apresentam geralmente altos graus de miopia e astigmatismo e uma mudança freqüente na prescrição do grau dos óculos.\nChega um momento que se nota uma piora visual que não melhora com óculos ou lentes de contato. Percepção de halos ao redor de fontes luminosas, imagens fantasma e sensibilidade aumentada à luz são outros sintomas bastante frequentes.\nExistem pessoas portadoras de ceratocone sem manifestações clínicas, conhecida como forma frustra da doença. Nestes casos, o ceratocone não evoluiu e muitas vezes só é detectado, por exemplo, durante uma avaliação pré-operatória para cirurgia refrativa. Uma vez detectada a doença o procedimento é então contraindicado pela presença de uma fragilidade corneana com alto risco de piora se submetida à cirurgia.\nExames para Diagnosticar Ceratocone\nA topografia de córnea é capaz de avaliar a curvatura corneana, detectando assim irregularidades na sua superfície. Já a tomografia de córnea avalia, além da curvatura corneana, a elevação anterior e posterior da córnea e sua espessura, permitindo detectar precocemente alterações sutis da córnea que sugiram a presença do ceratocone.\nTratamentos para Ceratocone\nCom a progressão da doença os óculos sozinhos passam a não conseguir corrigir completamente a visão, sendo necessário tratamentos adicionais.\nO ceratocone não possui uma cura, no entanto, existem vários procedimentos para tratamento.\nAs lentes de contato rígidas são a melhor forma de fornecer qualidade visual aos pacientes com ceratocone. Hoje existem diversos desenhos de lentes corneanas e lentes esclerais que podem ser adaptadas pelo oftalmologista, com o potencial de devolver qualidade e quantidade visual ao paciente.\nMuitos pacientes voltarm a enxergar 100% com o uso dessas lentes, mesmo em casos avançados da doença, com grande limitação visual.\nO Crosslinkling de córnea – é um tratamento cirúrgico que tem como finalidade aumentar a resistência da córnea e sua estabilidade. O objetivo é evitar a progressão do ceratocone.\nAnel intraestromal de córnea – Um ou mais segmentos de anel, feito de um material biocompatível (PMMA), são implantados na camada média da córnea, chamada estroma, com o objetivo de aplanar a córnea que está muito curva, facilitando a adaptação aos óculos ou às lentes de contato rígidas. Muitas vezes, com o aplanamento da córnea, o paciente apresenta ganho na quantidade e qualidade visual mesmo sem correção com óculos ou lentes de contato.\nTransplante de córnea – é geralmente a última opção de tratamento, por ser mais invasivo e com maiores riscos a longo prazo, porém em certos casos muito avançados pode ser de grande ajuda.\nVOLTAR \nSolicite agendamento\nAGENDAR CONSULTA ", "html": null, "markdown": null}, {"url": "https://iof.med.br/especialidades-oftalmologicas/doencas-cornea-superficie-ocular/", "crawl": {"loadedUrl": "https://iof.med.br/especialidades-oftalmologicas/doencas-cornea-superficie-ocular/", "loadedTime": "2023-05-17T13:00:52.115Z", "referrerUrl": "https://iof.med.br/", "depth": 1}, "metadata": {"canonicalUrl": "https://iof.med.br/especialidades-oftalmologicas/doencas-cornea-superficie-ocular/", "title": "\n\t\t\tCórnea e Superfície Ocular – Instituto de olhos de Florianópolis\t\t", "description": "Doenças da Córnea e Superfície Ocular Florianópolis: ceratite, ulcera de córnea, Síndrome do olho seco, conjuntivite infecciosa e alérgica.", "author": null, "keywords": null, "languageCode": "pt-BR"}, "screenshotUrl": null, "text": " \nFacebook-f Instagram Google \nAGENDAR CONSULTA \nMenu \nMenu \nPesquisar \nCórnea e Superfície Ocular\nChamamos de superfície ocular as estruturas que revestem o globo ocular.\nA córnea é uma lente natural transparente localizada na parte da frente do olho. Ela possibilita a entrada da luz e é responsável por grande parte do poder refrativo (grau) do olho. Lesões que comprometam a transparência da córnea e/ou a regularidade de sua curvatura, como as provocadas por diversas doenças e traumas, podem comprometer a saúde ocular.\nAo redor da córnea temos três tecidos que revestem nosso olho. Mais superficialmente a conjuntiva, abaixo dela a episclera e, mais profundamente, a esclera. Estes tecidos também podem ser acometidos por doenças inflamatórias ou infecciosas.\nEntre as principais doenças que atingem a superfície ocular destacamos:\n– Ceratite infecciosa – É uma infecção da córnea que pode evoluir progressivamente com ulceração, afinamento e até perfuração da córnea. Os sintomas incluem dor, lacrimejamento, fotofobia, diminuição de visão, secreção e hiperemia conjuntival. O tratamento depende do agente causador da infecção e pode exigir exames laboratoriais. O tratamento dá-se com uso de antibiótico, antifúngico, antiviral ou antiparasitário, normalmente tópicos. Em casos refratários,\n– Ceratocone – O ceratocone é uma doença ectásica que causa afinamento e irregularidades na córnea. Não há cura para a doença, no entanto, existem diversas possibilidades de tratamento. Entre eles: crosslinkling de córnea, lentes de contatos rígida gás permeável, anel intraestromal de córnea e Transplante de córnea. Mais informações aqui.\n– Conjuntivite – refere-se a qualquer processo inflamatório que afeta a conjuntiva desencadeado por um agente infeccioso, químico, alérgico ou traumático. Cada tipo de conjuntivite indica uma forma diferente de tratamento. Algumas podem apresentar sequelas ou a necessidade de um tratamento mais específico, por isso é fundamental procurar atendimento oftalmológico logo nos primeiros sinais.\n– Distrofias de córnea – Trata-se de um grupo de doenças genéticas que acometem a transparência e/ou formato da córnea, como: distrofia lattice, distrofia granular, distrofia de avellino, distrofia macular, distrofia de Schnyder. O tratamento é individualizado e tem como objetivo recuperar a visão por meio de melhora da superfície óptica da córnea. Alguns procedimentos como utilização de lentes de contato, cirurgia a laser (PTK) ou o transplante de córnea podem ser indicados.\n– Episclerite – é a inflamação da episclera (camada de tecido que recobre a esclera). Sintomas como olhos vermelhos, dor ocular e ardor costumam indicar um episclerite, podendo variar de acordo com o tipo e com o grau de evolução da doença. Casos leves de podem ser tratados apenas com lágrimas artificiais. Os casos mais graves podem necessitar de corticóides tópicos ou medicamentos anti-inflamatórios orais.\n– Erosão corneana recorrente – é um transtorno com maior prevalência em pacientes com síndrome do olho seco, diabetes mellitus, blefarite e rosácea ocular. Os pacientes normalmente apresentam dor nos olhos ao despertar, lacrimejamento, fotofobia, hiperemia ocular e dificuldade de visão. Os sintomas podem ocorrer em qualquer momento após um evento desencadeante. Existem diversos tratamentos, entre eles: colírios lubrificantes, hiperosmóticos, anti-inflamatórios, géis lubrificantes, soro autólogo, uso de lentes de contato terapêutica e cirurgias (ceratectomia superficial e com laser, utilização de membrana amniótica).\n– Hemorragia conjuntival – é um tipo de “sangramento ocular”. Pode ser causado pela tosse, espirros, esforço físico, trauma ocular, infecção e inflamação ocular, entre outros. A mancha de sangue, na maioria dos casos, não provoca alterações na visão e normalmente não causa dor. As hemorragias conjuntivais são, geralmente, auto-limitadas, inofensivas e evoluem de forma favorável sem riscos e complicações.\n– Pterígio – é caracterizado pelo crescimento geralmente triangular, em forma de asa, de um tecido fibrovascular a partir da conjuntiva interpalpebral nasal e/ou temporal, que invade a córnea em direção ao seu centro. Fatores hereditários, exposição a raios ultravioletas e irritação crônica podem provocar a doença. Causa ardor e queimação, deixando os olhos vermelhos, e piora quando o olho é exposto ao sol, vento, poeira, ar condicionado e produtos químicos (shampoo, maquilagem etc). O tratamento costuma ser simples, lubrificantes e compressas costumam resolver. Quando ocorrer crescimento rápido e a irritação for muito frequente a cirurgia para retirada pode ser indicada.\n– Síndrome do olho seco – Trata-se de um grupo de diferentes doenças e condições que promovam uma diminuição da umidade e lubrificação do olho. Os sintomas mais comuns são: sensação de areia e/ ou de um corpo estranho, queimação e aspereza ao piscar os olhos, sensibilidade à luz, e olhos lacrimejantes. A visão também pode embaçar geralmente de forma transitória, e costuma melhorar com o ato de piscar. O tratamento irá depender do agente causador e da gravidade. Na maioria das vezes, as lesões são reversíveis.\n– Tumores de conjuntiva – Podem ser benignos ou malignos (câncer). Exposição à raios ultravioletas, infecção pelo papiloma vírus humano (HPV), alterações genéticas e lesões congênitas são as principais causas. Normalmente a doença permanece assintomática até atingir estágios mais avançados de comprometimento. São utilizadas técnicas de citologia oncótica e biópsias para diferenciação e condução do tratamento, que pode ser tópico com colírios ou cirúrgico, bem como a combinação de ambos.\n– Úlcera de córnea – Trata-se de uma ferida aberta na superfície da córnea. Pode atingir somente o epitélio (camada externa do olho), mas também pode evoluir ao ponto de perfurar a córnea. A opção de tratamento depende da gravidade, agente causador e tempo de evolução da doença: antibióticos, lubrificação intensa, curativo oclusivo e lente de contato terapêutica, a procedimentos cirúrgicos, como recobrimento conjuntival, utilização de colas, tarsorrafia e transplante de córnea.\nVOLTAR \nSolicite agendamento\nAGENDAR CONSULTA ", "html": null, "markdown": null}, {"url": "https://iof.med.br/especialidades-oftalmologicas/tratamento-estrabismo-florianopolis/", "crawl": {"loadedUrl": "https://iof.med.br/especialidades-oftalmologicas/tratamento-estrabismo-florianopolis/", "loadedTime": "2023-05-17T13:00:52.232Z", "referrerUrl": "https://iof.med.br/", "depth": 1}, "metadata": {"canonicalUrl": "https://iof.med.br/especialidades-oftalmologicas/tratamento-estrabismo-florianopolis/", "title": "\n\t\t\tEstrabismo – Instituto de olhos de Florianópolis\t\t", "description": "Tratamento para Estrabismo. Entenda mais sobre sintomas, exames e tratamentos. Conheça os serviços do Instituto de olhos de Florianópolis.", "author": null, "keywords": null, "languageCode": "pt-BR"}, "screenshotUrl": null, "text": " \nFacebook-f Instagram Google \nAGENDAR CONSULTA \nMenu \nMenu \nPesquisar \nEstrabismo\nO que é estrabismo\nO estrabismo pode ser definido como a perda de alinhamento dos olhos. Ele pode ocorrer desde o nascimento por fatores hereditários (mais comum) ou pode ser adquirido ao longo da vida por diferentes causas que afetem o sistema nervoso central ou diretamente o olho. O desvio ocular pode ocorrer tanto horizontal quanto verticalmente.\nPessoas que desenvolvem estrabismo em fases avançadas da vida têm como principal sintoma, além do desvio aparente, a diplopia, comumente conhecida como visão dupla, onde se enxerga os objetos em dobro. Na infância, o estrabismo pode levar à supressão da visão em um dos olhos (ambliopia) caso não seja tratado.\nTipos de estrabismo\nExistem diferentes tipos de estrabismo:\nEstrabismo convergente, ou esotropia:quando o olho é voltado para dentro (em direção ao nariz)\nEstrabismo divergente ou exotropia: quando o olho é voltado para fora (em direção as orelhas)\nEstrabismo vertical ou hipertropia: quando o olho é voltado para cima ou para baixo Estrabismo alternante: o desvio pode variar entre um olho e outro (ora no direito, ora no esquerdo)\nEstrabismo intermitente: quando há variação de alinhamento e desvio, ele não se manifesta constantemente.\nFonte: Segundo o Conselho Brasileiro de Estrabismo (CBE) \nTratamento para estrabismo\nO tipo de estrabismo e a idade de surgimento irão determinar o tipo de tratamento a ser utilizado. O tratamento clínico poderá ser feito através do uso dos óculos, oclusão e/ou exercícios ortópticos. Em alguns casos, estes recursos não são suficientes, e o tratamento cirúrgico se faz necessário. Uma alternativa ao tratamento cirúrgico, em alguns casos, é a aplicação de toxina botulínica.\nVOLTAR \nSolicite agendamento\nAGENDAR CONSULTA ", "html": null, "markdown": null}, {"url": "https://iof.med.br/especialidades-oftalmologicas/tratamento-glaucoma-florianopolis/", "crawl": {"loadedUrl": "https://iof.med.br/especialidades-oftalmologicas/tratamento-glaucoma-florianopolis/", "loadedTime": "2023-05-17T13:00:52.637Z", "referrerUrl": "https://iof.med.br/", "depth": 1}, "metadata": {"canonicalUrl": "https://iof.med.br/especialidades-oftalmologicas/tratamento-glaucoma-florianopolis/", "title": "\n\t\t\tGlaucoma – Instituto de olhos de Florianópolis\t\t", "description": "Tratamento para Glaucoma: entenda mais sobre sintomas, exames e tratamentos. Conheça os serviços do Instituto de olhos de Florianópolis.", "author": null, "keywords": null, "languageCode": "pt-BR"}, "screenshotUrl": null, "text": " \nFacebook-f Instagram Google \nAGENDAR CONSULTA \nMenu \nMenu \nPesquisar \nGlaucoma\nO que é glaucoma? \nO Glaucoma é uma doença que acomete o nervo óptico, que é responsável por levar informações do nosso olho ao nosso cérebro.\nTipos de glaucoma\nHá vários tipos de glaucoma, acompanhe: \nGlaucoma primário de ângulo aberto: é o tipo mais comum. Dentre os fatores de risco podemos citar: história familiar, idade avançada, etnia negra, predisposição genética e espessura corneana mais fina. Frequentemente não apresenta sintomas, de modo que a doença só é percebida pelo paciente em estágio avançado, daí a importância da consulta de rotina para um diagnóstico e manejo precoce. A pressão intraocular sobe lentamente devido uma drenagem do liquido ocular menos eficiente que o normal. O nervo óptico é lesionado, provocando uma lenta, mas progressiva, perda da visão.\nGlaucoma de pressão normal: é uma forma de glaucoma em que ocorre dano ao nervo óptico, sem elevação da pressão intraocular a níveis superiores ao considerado normal. As causas deste tipo de glaucoma ainda são desconhecidas, porém, podemos destacar alguns fatores de risco, como: histórico familiar de glaucoma de pressão normal, descendência japonesa e pessoas com história de doença cardiovascular.\nGlaucoma de ângulo fechado: neste tipo, o ângulo entre a íris e a córnea é mais estreito do que o normal, o que dificulta a drenagem do líquido intraocular, causando aumento súbito da pressão dentro do olho. Os sintomas de glaucoma de ângulo fechado podem incluir dores de cabeça, dor nos olhos, náuseas, arco-íris em torno de luzes à noite e visão muito turva, de aparição intermitente.\nGlaucoma congênito: ocorre em bebês e geralmente é diagnosticado dentro do primeiro ano de vida. É considerada uma condição rara e que pode ser herdada ou causada pelo desenvolvimento incorreto do sistema de drenagem do olho durante a formação fetal. Isto conduz a uma pressão intraocular aumentada, que por sua vez danifica o nervo óptico. Os sintomas do glaucoma congênito incluem olhos aumentados, lacrimejamento excessivo, opacidade da córnea e fotossensibilidade.\nGlaucoma secundário: refere-se a qualquer caso de glaucoma em que outra doença causa ou contribui para aumento da pressão intraocular, resultando em dano do nervo óptico e perda de visão. Pode ocorrer como resultado de trauma ocular, inflamação, tumor, uso de medicamentos oculares ou sistêmicos, ou em casos avançados de catarata ou diabetes.\nSintomas do Glaucoma\nNa maioria dos casos, o glaucoma progride lentamente, sem que o paciente se dê conta da perda gradual do campo de visão.\nAlguns pacientes poderão ter sintomas oculares não bem definidos, como dor nos olhos ou ao redor deles e alteração da visão, com halos coloridos.\nExames para Diagnosticar Glaucoma\nO aumento da pressão intraocular é o principal fator de risco do glaucoma.\nExame de Nervo Óptico (link para a página de exames) é um dos exames mais importantes para o diagnóstico do glaucoma. Mas podemos destacar outros:\nCampimetria – O glaucoma não controlado leva progressivamente à perda de partes do campo de visão. O exame de campo visual serve para detectar essas perdas e observar se esses defeitos progridem com o tempo.\nPaquimetria – Conhecer a espessura da córnea é importante porque ela pode alterar a medida correta da pressão intraocular. Uma espessura da córnea abaixo da média também é um fator de risco do glaucoma.\nRetinografia – Através da retinografia, realiza-se o registro fotográfico da parte anterior do nervo óptico ou disco óptico. Essas fotos são importantes na detecção e análise de progressão da lesão glaucomatosa, além de acompanhar casos suspeitos de glaucoma.\nTratamento para o Glaucoma\nExistem diversas formas de tratamento. O método mais comum é clínico, feito com uso de colírios e medicações específicos que diminuem a pressão ocular. Porém, se esse tratamento não for suficiente, existem opções cirúrgicas.\nA cirurgia mais comum é a trabeculectomia. Nela, uma fístula é feita na parede do olho, funcionando como uma válvula para aliviar a pressão. Nos casos mais complexos, um tubo de drenagem é implantado para realizar a função de válvula.\nVOLTAR \nSolicite agendamento\nAGENDAR CONSULTA ", "html": null, "markdown": null}, {"url": "https://iof.med.br/especialidades-oftalmologicas/lentes-de-contato/", "crawl": {"loadedUrl": "https://iof.med.br/especialidades-oftalmologicas/lentes-de-contato/", "loadedTime": "2023-05-17T13:00:59.323Z", "referrerUrl": "https://iof.med.br/", "depth": 1}, "metadata": {"canonicalUrl": "https://iof.med.br/especialidades-oftalmologicas/lentes-de-contato/", "title": "\n\t\t\tLentes de Contato – Instituto de olhos de Florianópolis\t\t", "description": "Lentes de Contato: entenda para que serve cada tipo de lente. Conheça os serviços do Instituto de olhos de Florianópolis.", "author": null, "keywords": null, "languageCode": "pt-BR"}, "screenshotUrl": null, "text": " \nFacebook-f Instagram Google \nAGENDAR CONSULTA \nMenu \nMenu \nPesquisar \nLentes de Contato\nA lente de contato é uma alternativa prática para quem tem problemas de visão. Na escolha de uma lente, é preciso levar em conta o grau, a curvatura e diâmetro da córnea, o problema de visão, a qualidade da lágrima.\nAbaixo destacamos as diferenças entre as lentes de contato:\nLentes de contato gelatinosas\nEsse tipo de lente costuma proporcionar mais conforto aos olhos. As mais frequentemente utilizadas hoje são compostas de silicone-hidrogel, e buscam unir o conforto com a saúde ocular, fornecendo maior transmissão de oxigênio ao olho. Elas podem ser usadas por pessoas que tenham miopia, hipermetropia, presbiopia (vista cansada) e até astigmatismo. Sua durabilidade é variável, o descarte pode ser diário ou ter duração quinzenal, mensal, semestral e anual.\nAs lentes de contato gelatinosas podem ser fotossensíveis. São lentes de contato que escurecem na presença dos raios UV emitidos pelo sol. Podem ser usadas por pessoas que apresentam miopia e hipermetropia, visto que há a possibilidade de estarem associadas a graus corretivos. Quem tem fotossensibilidade mas não apresentam alterações refrativas também pode se beneficiar, já que há lentes planas, ou seja, sem grau. As lentes fotossensíveis não substituem óculos escuros, mas são uma ótima alternativa para quem não quer ter que ficar trocando de óculos. Isso porque elas diminuem o desconforto que a luminosidade causa.\nLentes de contato gelatinosas multifocais são lentes de contato com várias graduações em uma só lente. Tipicamente há uma graduação para objetos muito próximos, uma graduação para objetos vistos de longe e graduações para as distâncias intermediárias.\nEsta configuração ajuda as pessoas com presbiopia a corrigirem os problemas de visão próprios da idade, em que o olho já não consegue focalizar objetos de perto.\nLentes de contato rígidas gás permeável\nSão indicadas para graus mais elevados e para doenças oculares que causam irregularidades corneanas (como o ceratocone). \nEmbora menos confortáveis que as lentes gelatinosas, as lentes rígidas utilizam o filme lacrimal a seu favor, e criam uma regularidade na frente do olho, permitindo um ganho na qualidade e quantidade visual aos pacientes.\nLentes esclerais \nSão lentes de diâmetro grande, com apoio na esclera, que têm como característica principal a ausência de contato com a córnea, apresentando, portanto, um espaço entre a superfície anterior da córnea e a superfície posterior da lente preenchido com líquido. \nSão conhecidas por serem próprias para tratamentos de algumas doenças oculares, como ceratocone, irregularidades corneanas e síndrome do olho seco.\nHigiene e cuidados com as lentes de contato\nAs lentes de contato proporcionam mais conforto e melhoram a estética, mas exigem alguns cuidados. Isso porque a falta de higiene pode aumentar o risco de infecção podendo levar até à cegueira. \nEntão acompanhe as dicas para higienização das suas lentes de contato:\n– Lave bem as mãos antes de remover suas lentes de contato. Preferencialmente, utilize sabão neutro e ao secar as mãos evite toalhas que soltes fragmentos que possam entrar em contato com os olhos.\n– Procure manter as unhas curtas e limpas\n– Remova a lente, coloque-as na palma da mão e pingue algumas gotas da solução de limpeza. Esfregue-as com a ponta de um dos dedos (geralmente indicador) em movimentos leves e circulares.\n– Enxágue as lentes com a solução multiuso de limpeza e guarde-as nos estojos adequados. Importante: os estojos das lentes também precisam ser higienizados antes do armazenamento das lentes. O ideal é usar a mesma solução de limpeza das lentes. O estojo deve ser trocado por um novo a cada 3 meses.\n– Evite deixar o estojo com as lentes sobre a bancada do banheiro por ser um ambiente potencialmente contaminado.\n– respeite o tempo de uso da sua lente. Utilizá-la por um período maior que o indicado aumenta os riscos de infecções, inflamações e intolerância ao seu uso.\n– Não durma com as lentes de contato.\nComo descartar suas lentes de contato?\nAqui no Brasil, por enquanto, a melhor opção é descartar suas lentes de contato usadas e respectivas embalagens no lixo comum (aquele que não é reciclável nem compostável), evitando que elas escapem para a natureza e garantindo ao menos que terminem seu ciclo de vida no aterro sanitário.\nVOLTAR \nSolicite agendamento\nAGENDAR CONSULTA ", "html": null, "markdown": null}, {"url": "https://iof.med.br/especialidades-oftalmologicas/oftalmologia-geral-florianopolis/", "crawl": {"loadedUrl": "https://iof.med.br/especialidades-oftalmologicas/oftalmologia-geral-florianopolis/", "loadedTime": "2023-05-17T13:01:03.711Z", "referrerUrl": "https://iof.med.br/", "depth": 1}, "metadata": {"canonicalUrl": "https://iof.med.br/especialidades-oftalmologicas/oftalmologia-geral-florianopolis/", "title": "\n\t\t\tOftalmologia Geral – Instituto de olhos de Florianópolis\t\t", "description": "Oftalmologia Geral. Conheça os serviços do Instituto de olhos de Florianópolis.", "author": null, "keywords": null, "languageCode": "pt-BR"}, "screenshotUrl": null, "text": " \nFacebook-f Instagram Google \nAGENDAR CONSULTA \nMenu \nMenu \nPesquisar \nOftalmologia Geral\nA oftalmologia geral engloba as consultas de rotina, com finalidade investigar e prevenir doenças através de um exame oftalmológico completo que inclui avaliação da pressão intraocular, do fundo do olho, da visão e da refração (avaliação do grau) do paciente. \nConsultas de urgência e emergência também costumam ser feitas em uma avaliação oftalmológica geral.\nConforme os achados do exame, o acompanhamento oftalmológico poderá ser mantido com o oftalmologista geral ou direcionado à um subespecialista em determinada área da oftalmologia, se necessário.\nAcuidade visual\nAcuidade significa “capacidade de percepção”. Em se tratando de oftalmologia, refere-se à nitidez com que uma pessoa consegue enxergar o contorno e a forma das coisas.\nAlém disso, ele também indica se a visão espacial é boa. A condição de acuidade visual normal é chamada de visão 20/20, o que significa que o indivíduo consegue enxergar detalhes em uma distância de até 20 pés — cerca de 6 metros. \nRefração (exame de grau)\nA refração é um fenômeno que ocorre quando o feixe de luz, vindo do ambiente externo, atravessa o globo ocular para formar a imagem na retina. A incidência da luz na retina permite a formação de uma imagem nítida. Quando os feixes de luz sofrem algum desvio provocado pelo formato do olho e não são focados na retina, têm origem os chamados erros de refração, caracterizados pela falta de nitidez da visão.\nOs principais erros de refração são miopia, hipermetropia e astigmatismo.\nErros de refração normalmente podem ser “corrigidos” com óculos ou lentes de contato, ou podem ser tratados permanentemente com cirurgias refrativas. ( Link para a página)\nO exame oftalmológico para avaliar o erro de refração do paciente pode ser feito de forma subjetiva, utilizando-se o refrator manual, ou de forma objetiva, através da retinoscopia. \nO que é miopia?\nA miopia é o erro de refração em que a imagem é formada antes da retina, resultando na dificuldade de ver objetos distantes. A formação da imagem antes da retina ocorre quando o globo ocular é muito comprido, ou a córnea muito curva, fazendo com que os raios de luz focalizem antes da retina.\nNormalmente a miopia manifesta-se durante a fase de crescimento e progride até os 20-25 anos de idade. Os sintomas mais comuns da miopia são: visão embaçada quando se olha para objetos distantes, necessidade de apertar os olhos para ver claramente objetos distantes, dores de cabeça, dificuldade ao dirigir um veículo, especialmente à noite.\nO que é hipermetropia?\nHipermetropia é um problema visual marcado principalmente pela dificuldade de enxergar com nitidez objetos próximos, porém, com o progredir da idade e diminuição natural da acomodação visual, este erro de refração também gera uma baixa visual para imagens distantes. Ocorre quando o globo ocular é menor ou a córnea é menos curva, fazendo com que os raios luminosos que vão em direção aos olhos se encontrem num foco atrás da retina.\nSintomas mais comuns são: visão borrada dos objetos próximos, dor nos olhos e dor de cabeça durante a leitura.\nÉ uma condição que afeta crianças e que tende a diminuir ao longo dos anos, em quantidade proporcional ao crescimento natural dos olhos.\nO que é astigmatismo?\nPara quem sofre de astigmatismo, não importa a distância em que estejam, todos os objetos ficam desfocados.\nTrata-se de é uma deficiência visual geralmente provocada pela diferente curvatura da córnea em seus meridianos. A córnea ideal tem uma superfície simetricamente curva. Nos casos de astigmatismo, a curvatura da córnea é mais ovalada. No entanto, também pode estar relacionado a uma curva mais acentuada para uma direção do que para outra no cristalino. Estes desajustes fazem com que a luz se refrate por vários pontos da retina em vez de se focar em apenas um.\nO astigmatismo pode ser diagnosticado em um exame oftalmológico padrão com teste de refração. \nO que é presbiopia?\nPresbiopsia é a dificuldade de distinguir com nitidez objetos próximos pela perda da acomodação visual relacionada à idade. Tende a ocorrer a partira dos 40 anos de idade.\nO cristalino é uma estrutura semelhante a uma lente, que muda sua forma para melhorar a focalização das imagens, principalmente ao enxergar algo próximo. Para isso, ele é movido pelos músculos ciliares que se encontram ao seu redor e são determinantes na capacidade acomodativa do cristalino. Porém, com o tempo, esses músculos perdem gradativamente o poder de contração e, consequentemente, o cristalino não se adaptada mais da melhor forma à focalização da imagem. Como resultado, a visão de perto acaba sendo prejudicada.\nA presbiopia não tem cura, mas pode ser corrigida e estabilizada com tratamento adequado: uso de óculos, lentes de contato ou cirurgia.\nO que é anisometropia?\nAnisometropia é a condição em que o erro refrativo é muito diferente entre os olhos (acima de 1,5 dioptrias). Quanto maior a diferença existente, maior a possibilidade de causar transtornos na “visão binocular” pois, as imagens registradas pelos olhos terão tamanhos diferentes, dificultando a interpretação desta informação pelo cérebro.\nTer visão binocular, isto é, quando ambos os olhos são usados em conjunto, só é possível, se a retina receber imagens iguais dos dois olhos, para que consiga fundi-las em uma só. A visão binocular influencia diretamente na nossa capacidade de noção espacial e de profundidade.\nAs queixas mais frequentes de pessoas com anisometropia são: dor de cabeça, desconforto visual aos esforços acomodativos e ambliopia (um olho com visão mais fraca que o outro).\nO que é ambliopia?\nAmbliopia é a redução da visão em um dos olhos que não foi usado adequadamente nos primeiros estágios da infância.\nA doença, popularmente conhecida por “olho preguiçoso”, tem diversas causas. Pode ser provocada pelo desalinhamento dos olhos da criança (estrabismo) ou pela diferença da qualidade de imagem entre os dois olhos (um focaliza melhor que o outro).\nEm ambos os casos, um olho se torna mais forte, pois o cérebro passa a suprimir a imagem do outro olho. Se esta condição persistir sem tratamento até por volta dos 7anos de idade, fase em que ocorre nosso desenvolvimento visual, a ambliopia pode se tornar permanente. Entretanto, quanto mais precoce o diagnóstico e tratamento, a visão do “olho preguiçoso” pode ser restaurada.\nDilatação pupilar\nO colírio para dilatar as pupilas contém substâncias que aumentam o diâmetro das mesmas. Existem dois tipos de colírios dilatadores: um que estimula a contração dos músculos que fazem a pupila aumentar, permitindo a avaliação em detalhes do segmento posterior do olho e outro tipo que faz os músculos responsáveis pela contração do cristalino relaxarem, permitindo a avaliação do erro refrativo (grau) total do paciente, sem interferência desta musculatura.\nA dilatação é realizada de rotina no exame de crianças e adolescentes, pois a interferência da acomodação muscular pode influenciar muito no exame de refração. E muitas vezes é necessário em adultos, em especial idosos, quando há suspeita de doenças oculares como alterações retinianas, catarata… O processo de dilatação dura em média 40 minutos desde a instilação da primeira gota até a reavaliação do paciente.\nO tempo de duração do efeito da dilatação é de 3 a 24 horas (dependendo do tipo e da concentração de colírio e da suscetibilidade do paciente). Podem causar fotofobia (sensibilidade à luz) e dificuldade de visão (principalmente para perto), mas desaparecem com o passar das horas.\nVOLTAR \nSolicite agendamento\nAGENDAR CONSULTA ", "html": null, "markdown": null}, {"url": "https://iof.med.br/especialidades-oftalmologicas/tratamento-retina-vitreo-florianopolis/", "crawl": {"loadedUrl": "https://iof.med.br/especialidades-oftalmologicas/tratamento-retina-vitreo-florianopolis/", "loadedTime": "2023-05-17T13:01:04.519Z", "referrerUrl": "https://iof.med.br/", "depth": 1}, "metadata": {"canonicalUrl": "https://iof.med.br/especialidades-oftalmologicas/tratamento-retina-vitreo-florianopolis/", "title": "\n\t\t\tRetina e Vítreo – Instituto de olhos de Florianópolis\t\t", "description": "Tratamento Retina e Vítreo Florianópolis: Degeneração Macular, Descolamento da Retina, Moscas Volantes etc. ", "author": null, "keywords": null, "languageCode": "pt-BR"}, "screenshotUrl": null, "text": " \nFacebook-f Instagram Google \nAGENDAR CONSULTA \nMenu \nMenu \nPesquisar \nRetina e Vítreo\nÉ uma área da oftalmologia especializada nas doenças que acometem a retina e o corpo vítreo.\nA Retina é uma fina camada de células que reveste a parte interna do olho. Ela é responsável por transformar a luz que entra no olho em impulso elétrico, que é transmitido ao cérebro, através do nervo óptico, produzindo as imagens que vemos.\nDoenças da Retina podem ser graves e, se não tratadas a tempo, podem causar cegueira irreversível. O vítreo é o “gel” que preenche o interior do olho e está em contato com a retina.\nO oftalmologista especialista em Retina e vítreo, também conhecido como retinólogo, é o profissional capacitado para investigar, diagnosticar e tratar as patologias que acometem o segmento posterior do olho.\nSão exemplos de doenças que afetam a retina: Retinopatia diabética, retinopatia hipertensiva, buraco macular, descolamento de retina, oclusões vasculares retinianas, degeneração macular relacionada a idade, entre outras.\nDegeneração Macular relaciona à idade\nA degeneração macular relacionada à idade (DMRI) é a principal causa de baixa irreversível da visão entre idosos nos países industrializados. Acomete pessoas com mais de 55 anos de idade, aumentando a incidência com o passar dos anos. É uma doença que acomete a mácula (região central da retina), causando uma baixa da visão central, dificultando a leitura e a visão de detalhes.\nA DMRI é dividida em 2 formas básicas: seca (não-exsudativa) e úmida (exsudativa ou neovascular). Embora a forma seca da DMRI contribua com a maioria dos casos diagnosticados, a forma exsudativa é responsável pela maior parte das perdas severas de visão. A forma seca pode cursar com pouca ou nenhuma perda de visão ou evoluir lentamente para a atrofia geográfica com perda progressiva da visão central. A forma úmida da DMRI, acomete a visão central de forma súbita, devido a formação de uma membrana neovascular subretiniana (crescimento de vasos anormais sob a retina).\nAtualmente não existe um tratamento eficaz para a forma seca da DMRI, embora o uso de vitaminas específicas possa desacelerar a sua progressão. Já para a forma exsudativa da DMRI existem medicamentos que podem melhorar a visão, se iniciados precocemente. Portanto, o oftalmologistas deve ser procurado aos primeiros sintomas (visão distorcida, mancha escura central e baixa de visão) e o tratamento deve ser iniciado com urgência.\nDescolamento de retina\nO descolamento da retina é a separação da retina da parede posterior do olho, impossibilitando a captação da luz e envio para o cérebro, causando perda da visa. O sintoma mais preocupante do descolamento de retina é a perda súbita da visão (total ou parcial/periférica). Geralmente este sintoma é precedido pela percepção de brilhos, como flashes de luz e pela visão de pontos ou manchas escuras móveis, que lembram insetos ou teias (conhecidos como moscas volantes). Estes sintomas são indicativos de avaliação oftalmológica com urgência, pois o diagnóstico precoce de lesões predisponentes ao descolamento, podem ser tratados com laser, evitando a cirurgia.\nO tratamento do descolamento de retina é cirúrgico e a técnica varia de acordo com o quadro clínico, tipo de descolamento, número, posição e aspecto das roturas, tempo de evolução, entre outros.\nMembrana Epirretiniana\nA membrana epirretiniana (MER) é a formação de uma membrana fina sobre a retina, que pode afetar a visão. Normalmente surge após os 50 anos de idade, sendo mais comum entre pessoas com mais de 75 anos. A MER pode ser idiopática (sem uma causa definida), porém, diversas doenças, como retinopatia diabética, uveítes, trauma ocular, entre outras, podem causar ou contribuir para a sua formação. \nEla pode causar visão turva ou distorcida (as linhas retas podem parecer onduladas). Os casos iniciais não necessitam de qualquer tratamento, pois muitas vezes não causam sintomas. Se houver progressão com perda significativa de visão ou visão distorcida, a cirurgia de vitrectomia posterior com remoção da membrana epirretiniana (membranectomia) está indicada.\nRetinopatia Diabética \nRetinopatia diabética (RD) é um conjunto de alterações na retina causadas pelo diabetes. Na RD, ocorrem lesões nos pequenos vasos da retina, causando micro-hemorragias e edema. Mais tarde, há proliferação de vasos sanguíneos anormais no interior do olho, podendo levar a hemorragias, descolamento de retina e glaucoma. Se não for tratada a tempo, pode causar perda irreversível da visão.\nDependendo das áreas da retina que foram danificadas, algumas pessoas não apresentam sintomas mesmo quando a retinopatia diabética já está grave, portanto é extremamente importante que o paciente portador de diabetes faça exames oftalmológicos periódicos para diagnosticar precocemente. Nos casos sintomáticos, pode ocorrer perda de visão (que pode ser lenta ou súbita), distorção da visão, manchas escuras móveis, entre outros.\nO tratamento da RD começa pelo controle clínico. O controle rigoroso da glicemia e da pressão arterial é essencial para que o tratamento oftalmológico seja bem sucedido. Dependendo do estágio da doença pode ser indicada fotocoagulação a laser da retina, que pode ser suficiente para evitar a sua progressão na maioria dos casos. Podem ser necessárias diversas sessões para se atingir o resultado final. Nos casos de edema macular e alguns casos de neovascularização, pode ser indicado o tratamento com injeções intra-vítreas de antiangiogênicos ou corticoide. A cirurgia vitreo-retiniana (vitrectomia posterior) está indicada nos casos mais avançados, como hemorragias vítreas e descolamentos de retina.\nBuraco Macular\nBuraco macular (BM) é a descontinuidade dos tecidos na mácula, região central da retina, área responsável pela visão central e de detalhes. Na maioria dos casos, o buraco macular é primário e ocorre por alterações da idade. Porem alguns buracos podem ser secundários a trauma ou outras doenças oculares.\nO buraco macular costuma ser progressivo, aumentando de tamanho com o tempo e causando embaçamento progressivo da visão. O paciente muitas vezes relata visão borrada com uma mancha no centro do campo visual, podendo haver também distorção das imagens.\nO tratamento do buraco macular é a cirurgia de vitrectomia posterior, com remoção da membrana limitante interna e infusão de gás no interior do olho. A cirurgia costuma ser bem sucedida, com melhora significativa da visão em buracos pequenos e de pouco tempo de evolução. Portanto o diagnóstico e tratamento precoces são fundamentais para o sucesso cirúrgico.\nMoscas Volantes \nAs moscas volantes são manchas escuras, que aparecem no campo de visão, podendo ser em um ou em ambos os olhos. \nGeralmente, essa patologia surge com o envelhecimento, devido a falhas no gel vítreo (estrutura que preenche o interior do olho) no entanto, também podem acontecer em pacientes jovens causada por pequenos pontos de descolamento do vítreo ou por quadros inflamatórios. \nA importância de se procurar atendimento caso perceba essas moscas volantes é o fato de elas, muitas vezes, virem associadas a alterações retinianas, como uveítes ou roturas (predisponentes ao descolamento de retina), que exigem tratamento imediato para evitar complicações futuras mais graves.\nOclusões Venosas Retinianas\nA oclusão venosa pode ocorrer na veia central da retina ou em algum de seus ramos. Na oclusão da veia central, geralmente a visão é mais afetada que na oclusão do ramo venoso. Na oclusão de ramo o acometimento vai variar de acordo com a região afetada, havendo baixa visual mais significativa se a mácula estiver acometida.\nAs oclusões costumam estar associadas a outras doenças como hipertensão arterial sistêmica, arteriosclerose, diabetes, glaucoma e alterações sanguíneas. O diagnóstico e tratamento da doença de base é fundamental para a prevenção de futuras oclusões vasculares e o exame oftalmológico completo é importante para definir como tratar e acompanhar cada caso.\nCasos sem alterações visuais podem ser apenas acompanhados, sem tratamento oftalmológico específico. Quando ocorrer a formação de vasos anormais na retina e/ou íris, há indicação de fotocoagulação a laser, podendo ou não ser associada a injeções intra-vítreas de antiangiogênicos. Nos pacientes que evoluem para edema macular, com perda visual central, as injeções intra-vítreas com antiangiogenicos ou corticoide estão indicadas.\nRetinopatia da Prematuridade\nA retinopatia da prematuridade (ROP) é um distúrbio no qual os pequenos vasos sanguíneos no fundo dos olhos (retina) do bebê prematuro crescem de maneira atípica. Isto ocorre pois os vasos da retina só completam a sua formação próximo às 40 semanas de gestação. Nascimento com menos de 32 semanas de idade gestacional e / ou com peso abaixo de 1.500g são indicativos de avaliação pelo médico oftalmologista para fazer o rastreio de ROP, pois estes são os principais fatores de risco para a doença. \nA retinopatia da prematuridade é, em geral, leve e se resolve espontaneamente. Contudo, pode apresentar complicações graves como sangramentos, neovascularização (formação de novos vasos anormais) e, nos casos mais avançados, descolamento de retina, podendo levar a perdas visuais severas e irreversíveis. Nestes casos de descolamento de retina, há indicação de cirurgia, porém o prognóstico é reservado, apesar do tratamento. Em casos selecionados, é necessário acompanhamento frequente e pode ser indicado fotocoagulação a laser da retina.\nUveítes\nUveíte é a inflamação da úvea (parte mais vascularizado do olho), que corresponde a três estruturas: íris, corpo ciliar e coróide. Elas podem acometer também outras estruturas do olho, como retina, vítreo e nervo óptico.\nAs manifestações da uveíte são muito variadas e inespecíficas. A uveíte pode causar sintomas como olho vermelho, percepção de pontos ou manchas pretas voando em frente aos olhos (moscas volantes), lacrimejamento, dor ou incômodo, fotofobia (aumento da sensibilidade à luz) e/ou embaçamento visual.\nAs uveítes podem estar ligadas a doenças sistêmicas, traumas ou ainda podem ser idiopáticas (de causa desconhecida). Algumas das causas possíveis são traumas oculares, infecções por vírus, protozoários, bactérias e fungos (por exemplo toxoplasmose, tuberculose, sífilis e herpes) e doenças como lúpus, leucemias, linfomas, entre outros.\nAs uveítes são doenças graves e o seu diagnóstico e tratamento precoces e adequados, pelo médico oftalmologista, são importantíssimos para prevenir o comprometimento visual com danos irreversíveis a visão.\nClassificação\nA uveíte pode ser classificada de acordo com a parte do olho afetada como: anterior, intermediária, posterior e pan-uveíte.\nUveíte anterior ou iridociclite: Inflamação da íris e do corpo ciliar. Corresponde à maioria dos casos de uveíte. Esta condição pode ocorrer como um único episódio, mas frequentemente é recorrente ou crônica. Geralmente a causa é desconhecida (até metade dos casos) ou associada a doenças reumatológicas.\nUveíte intermediária: Inflamação da periferia da retina e do vítreo (gel que preenche o interior do olho). É rara, acomete ambos os olhos na maioria dos casos e frequentemente é idiopática (a causa específica não é identificada). Quando a causa é diagnosticada, pode ser causada por infecções como tuberculose, e doenças sistêmicas, como a esclerose múltipla e sarcoidose, por exemplo.\nUveíte posterior ou coriorretinite: é a inflamação da retina e da coroide. Geralmente é de causa infecciosa, sendo a causa mais comum no Brasil a toxoplasmose. Outras possíveis causas são: Herpes, citomegalovírus, toxocara, candida, entre outros.\nPan-uveíte: Inflamação de todas as camadas da úvea (íris, corpo ciliar e coroide), com acometimento difuso do olho. São pouco frequentes e as doenças autoimunes como Vogt-Koyanagi-Harada e Doença de Behçet são algumas das causas.\nDiagnóstico\nO diagnóstico é feito através de uma avaliação oftalmológica completa, incluindo exame de fundo de olho e/ou o mapeamento da retina para descartar acometimento da úvea posterior, retina e vítreo. Como existem inúmeras causas, geralmente são necessários vários exames laboratoriais e de imagem para diagnosticar doenças sistêmicas específicas que têm manifestações oculares, incluindo testes reumatológicos e sorologia para doenças infecciosas.\nTratamento\nO tratamento das uveítes deve ser individualizado de acordo com a causa. Além de colírios, podem ser necessárias também medicações sistêmicas (antiinflamatórios, imunossupressores, antibióticos, antivirais,…) e, raramente intraoculares.\nCoriorretinopatia Serona Central\nCoriorretinopatia serona central (CSC) é uma doença caracterizada pelo acumulo de líquido sob a retina. Há alguns fatores desencadeantes conhecidos, como o estresse psicossocial e o uso de corticoides. Sempre que possível, deve-se tentar eliminar esses fatores desencadeantes. A CSC se apresenta com percepção de uma mancha na visão central ou paracentral, perda ou distorção da visão, redução da sensibilidade ao contraste e da percepção de cores.\nA maior parte dos casos cursa com boa visão e evolui com resolução espontânea, devendo apenas ser observado com exames seriados. Nos quadros mais sintomáticos, persistentes ou recidivantes, existem algumas opções terapêuticas, como fotocoagulação a laser e medicamentos, que devem ser individualizados a cada caso.\nMelanoma de Coroide\nMelanoma de coroide é o câncer ocular mais comum que acomete os olhos de pessoas na fase adulta. O melanoma pode atingir diferentes partes do olho, desde a parte mais externa (pálpebra e conjuntiva), até as estruturas internas, como a íris, o corpo ciliar e a coroide. A parte do olho mais acometida pelos melanomas é a coróide, camada do olho entre a esclera e a retina, no “fundo do olho”. Esta parte do olho não é visível a olho nu, sendo necessário dilatar a pupila e examinar com equipamentos especiais para ver as doenças que afetam esta parte do olho.\nOs fatores de risco para esta doença são: os pacientes de raça branca com cabelos loiros e olhos claros, idade avançada, presença de nevus (pintas) no fundo de olho e melanocitose óculo-dermal (nevus de Ota).\nMiopia Degenerativa\nA miopia degenerativa é um tipo raro e grave de miopia. Míopes patológicos possuem um globo ocular excessivamente alongado, o que causa alterações na retina e erros de refração maiores.\nNa maior parte dos casos, a miopia degenerativa é passada hereditariamente e costuma surgir nos primeiros anos de infância. Estes pacientes devem fazer acompanhamento frequente da retina para detecção precoce de lesões, como por exemplo as lesões predisponentes ao descolamento de retina, lesões maculares, entre outras.\nDistrofias Retinianas\nAs distrofias da retina incluem um número grande de doenças de caráter hereditário com alterações oculares, sendo algumas são acompanhadas de manifestações sistêmicas. São caracterizadas por uma degeneração progressiva dos fotorreceptores (cones e bastonetes) e do epitélio pigmentado, levando a baixa de visão de intensidade variável.\nSão exemplos de distrofias da retina as seguintes doenças: Retinose Pigmentar, distrofia de cones, doença de stargardt, amaurose congênita de Leber, retinite punctata albescens, albinismo oculocutaneo, distrofia viteliforme de Best, entre muitas outras.\nVOLTAR \nSolicite agendamento\nAGENDAR CONSULTA ", "html": null, "markdown": null}, {"url": "https://iof.med.br/especialidades-oftalmologicas/oftalmopediatria-florianopolis/", "crawl": {"loadedUrl": "https://iof.med.br/especialidades-oftalmologicas/oftalmopediatria-florianopolis/", "loadedTime": "2023-05-17T13:01:04.212Z", "referrerUrl": "https://iof.med.br/", "depth": 1}, "metadata": {"canonicalUrl": "https://iof.med.br/especialidades-oftalmologicas/oftalmopediatria-florianopolis/", "title": "\n\t\t\tOftalmopediatria – Instituto de olhos de Florianópolis\t\t", "description": "Oftalmopediatria: tratamento de diversas situações oculares em crianças. Conheça os serviços do Instituto de olhos de Florianópolis.", "author": null, "keywords": null, "languageCode": "pt-BR"}, "screenshotUrl": null, "text": " \nFacebook-f Instagram Google \nAGENDAR CONSULTA \nMenu \nMenu \nPesquisar \nOftalmopediatria\nA oftalmopediatra atua no diagnóstico e tratamento das diversas doenças oculares que são acometidas pelas crianças e adolescentes.\nO exame oftalmológico pode ser realizado de maneira completa em crianças de qualquer idade. O que muda é a forma de proceder o exame, dependendo da idade e capacidade cognitiva das crianças.\nTeste do Olhinho\nO teste do olhinho (teste do reflexo vermelho – TRV) é o primeiro exame clínico de visão que deve ser realizado no bebê logo que ele nasce.\nEle permite verificar sinais de opacidade dos meios oculares (do cristalino, da córnea e do vítreo). É feito para triar diversas doenças como a catarata congênita, o retinoblastoma, entre outras patologias comuns na infância.\nGeralmente é realizado pelo pediatra antes da alta da maternidade. Depois, recomenda-se que o exame oftalmológico de rotina continue sendo feito nas consultas regulares com o oftalmopediatra.\nNo caso de prematuros, o primeiro exame deve ser feito entre quatro e seis semanas de vida pelo oftalmologista. Se ainda permanecer hospitalizado, a avaliação deve ser feita na unidade neonatal. Após este exame, serão decididos a frequência das reavaliações e como será o acompanhamento durante todo o primeiro ano de vida.\nObstrução Congênita das Vias Lacrimais\nA obstrução congênita do canal lacrimal geralmente é causada por um acúmulo de substâncias nas vias lacrimais durante o período de tempo no qual permaneceu no útero da mãe. \nO principal sintoma é o lacrimejamento/secreção recorrente, geralmente unilateral. Quando o canal lacrimal fica muito tempo obstruído, pode haver inflamação ou infecção local. Nesse caso, o local da inflamação – canto interno e inferior do olho, próximo à base do nariz – fica vermelho, inchado e dolorido.\nNa maioria dos casos o manejo consiste em massagens frequentes do saco lacrimal buscando auxiliar na desobstrução. A massagem é realizada com uma pequena pressão da polpa do dedo na topografia do saco lacrimal, seguida de um suave movimento para baixo. Deve ser repetida várias vezes ao dia e por vários dias, até a resolução dos sintomas. Em casos não resolvidos após 6 a 10 meses, pode ser necessário a sondagem de vias lacrimais.\nGlaucoma Congênito\nO glaucoma congênito é uma doença rara dos olhos que afeta crianças desde o nascimento até os 3 anos de idade, causada pelo aumento da pressão dentro do olho devido ao acúmulo de líquido, podendo afetar o nervo óptico e levar à cegueira quando não tratada.\nO tratamento consiste numa cirurgia através da goniotomia, trabeculotomia ou implantes de drenagem do líquido intra-ocular. Colírios podem ser indicados para diminuir a pressão intra-ocular antes da cirurgia. É importante que seja feito o diagnóstico precoce e iniciado o tratamento, pois assim é possível prevenir complicações, como a cegueira.\nCatarata Infantil\nA catarata pode acontecer em qualquer época da vida e quando acomete a criança se denomina catarata infantil. Se está presente desde o nascimento, se denomina catarata congênita.\nNem toda catarata precisa de tratamento, mas quando ela atrapalha a visão o único tratamento é a cirurgia, que consiste na retirada do cristalino opaco. Dependendo da idade e do caso, pode-se ou não colocar uma lente intra-ocular na primeira cirurgia. Se não houver indicação dessa lente, devem ser prescritos óculos logo após a cirurgia para correção do grau elevado pela falta do cristalino.\nAmbliopia\nA ambliopia é uma causa comum de limitação da visão em crianças. É uma redução da visão que ocorre porque o cérebro ignora a imagem recebida de um dos olhos. A perda da visão pode ser permanente caso o distúrbio não seja diagnosticado e tratado antes dos sete anos de idade.\nEstrabismo\nO estrabismo pode ser definido como a perda de alinhamento dos olhos. Ele pode ocorrer desde o nascimento por fatores hereditários (mais comum) ou pode ser adquirido ao longo da vida por diferentes causas que afetem o sistema nervoso central ou diretamente o olho. O desvio ocular pode ocorrer tanto horizontal quanto verticalmente. Saiba mais.\nMiopia na Infância\nA miopia é o erro de refração em que a imagem é formada antes da retina, resultando na dificuldade de ver objetos distantes. A formação da imagem antes da retina ocorre quando o globo ocular é muito comprido, ou a córnea muito curva, fazendo com que os raios de luz focalizem antes da retina.\nA miopia em crianças tem influência de fatores genéticos e ambientais. Hoje, com o uso prolongado de dispositivos digitais (celulares, tablets e computadores) temos observado um aumento significativo da miopia em crianças.\nAlergia Ocular Infantil\nOs olhos podem ser acometidos por processos alérgicos, caracterizados por uma atuação excessiva do sistema imunológico que acaba prejudicando o próprio organismo.\nO processo varia desde quadros leves, com poucos sintomas, até quadros graves, com muita coceira e sensibilidade à luz, inclusive com risco de desenvolvimento de cicatrizes/opacidades ou mesmo ectasia corneana (ceratocone) que podem limitar significativamente a visão.\nAo identificar esse sintoma em uma criança é necessário levá-la a um oftalmologista e constatando ser um quadro alérgico, serão feitas as orientações corretas.\nRetinoblastoma \nO retinoblastoma é o câncer ocular mais comum na infância. Um dos principais sintomas é a leucoria, um reflexo branco na pupila que muitas vezes só é notado sob luz artificial ou em fotos. \nEm geral, a leucoria surge em quadros mais avançados. Antes do surgimento, a criança pode apresentar sensibilidade à luz e estrabismo . \nO exame oftalmológico de rotina nos primeiros anos de vida é de extrema importância para a sua detecção precoce, uma vez que muitas vezes pode, inicialmente, não apresentar sintomas significativas.\nRetinopatia da Prematuridade\nA retinopatia da prematuridade é um distúrbio no qual os pequenos vasos sanguíneos no fundo dos olhos (retina) do bebê prematuro crescem de maneira atípica. A retinopatia da prematuridade é, em geral, leve e se resolve espontaneamente.\nContudo, entre 20 e 40% dos bebês afetados que pesam menos de um quilograma ao nascimento apresentam distúrbio grave e, em aproximadamente 4% desses bebês, ele avança até causar o descolamento da retina e perda de visão no prazo de dois a doze meses após o parto.\nEsta doença pode levar a miopia, astigmatismo, glaucoma, descolamento de retina, nistagmo, estrabismo, diplopia, ambliopia ou mesmo cegueira completa já a partir dos 3-4 meses de vida.\nPor isso o exame oftalmológico nas crianças com suspeita de desenvolver a doença deve ser feito a partir da 4ª semana de vida, pois o prognóstico está diretamente relacionado com o momento do diagnóstico.\nAcompanhamento Oftalmológico de Rotina na Infância\nMesmo não sendo um hábito muito comum, crianças devem consultar o oftalmopediatra ao menos uma vez ao ano. Nessas consultas periódicas deve ser feito um check-up completo da visão, até completarem dez anos. Nessa idade a visão já está plenamente desenvolvida.\nVOLTAR \nSolicite agendamento\nAGENDAR CONSULTA ", "html": null, "markdown": null}, {"url": "https://iof.med.br/ceratocone-tem-cura/", "crawl": {"loadedUrl": "https://iof.med.br/ceratocone-tem-cura/", "loadedTime": "2023-05-17T13:01:17.415Z", "referrerUrl": "https://iof.med.br/blog/", "depth": 2}, "metadata": {"canonicalUrl": "https://iof.med.br/ceratocone-tem-cura/", "title": "\n\t\t\tCeratocone tem cura? – Instituto de olhos de Florianópolis\t\t", "description": "Saber se o ceratocone tem cura é uma das primeiras dúvidas que o paciente tem ao receber o diagnóstico da doença. A resposta é simples: cura, não tem, mas tem tratamento e quanto mais cedo a doença for descoberta, maiores são as chances de se preservar a boa visão. O…", "author": null, "keywords": null, "languageCode": "pt-BR"}, "screenshotUrl": null, "text": " \nFacebook-f Instagram Google \nAGENDAR CONSULTA \nMenu \nMenu \nPesquisar \nBlog\nCeratocone tem cura?\n18/08/2021 \nCeratocone \nSaber se o ceratocone tem cura é uma das primeiras dúvidas que o paciente tem ao receber o diagnóstico da doença. A resposta é simples: cura, não tem, mas tem tratamento e quanto mais cedo a doença for descoberta, maiores são as chances de se preservar a boa visão.\nO que é o ceratocone\nO ceratocone é uma doença que afeta a córnea, o tecido transparente na parte da frente do nosso olho. O problema começa quando este tecido enfraquece e se torna gradualmente mais fino, assumindo um formato abaulado e irregular, semelhante a um cone.\nSintomas de ceratocone\nO ceratocone provoca alterações na curvatura da córnea e essa mudança física resulta em distorções das imagens que enxergamos. Chamamos de perda da acuidade visual.\nA irregularidade na superfície corneana aumenta graus de miopia e de astigmatismo. Sendo assim, os primeiros sintomas de ceratocone estão relacionados à falta de nitidez visual.\nOs principais sintomas do ceratocone são:\nVisão desfocada,\nDuplicação de imagens,\nHalos em torno de luzes,\nSensibilidade ao brilho excessivo,\nNecessidade de mudanças frequentes no grau das lentes corretivas,\nEmbaçamento da visão.\nGeralmente o ceratocone começa a se manifestar no início da adolescência e tende a progredir até os 30-35anos, quando ocorre uma estabilização da doença por um processo natural de enrijecimento da córnea.\nEm geral, o ceratocone não causa a perda total da visão. No entanto, a anomalia pode prejudicar sua visão funcional, dificultando atividades rotineiras como dirigir, ler, trabalhar, etc.\nCausas para o ceratocone\nO ceratocone é classificado como uma doença multifatorial, por existir diversas condições envolvidas ao seu aparecimento, como fatores ambientais, genéticos e biomecânicos.\nA origem genética costuma afetar apenas 10% dos pacientes. No entanto, diante da história familiar de um parente de primeiro grau com ceratocone, monitorar os demais membros da família é de extrema importância, pelo risco aumentado de também desenvolver a doença.\nUm terço das pessoas diagnosticadas com ceratocone apresentam algum tipo de alergia incluindo rinite alérgica, bronquite asmática, dermatite atópica… Quadros que, muitas vezes vêm associados à crises de conjuntivite alérgica e prurido (coceira) ocular.\nO hábito de coçar os olhos é o principal fator de risco associado ao aparecimento e progressão do ceratocone. Pessoas alérgicas têm o reflexo de esfregar os olhos para aliviar o incômodo, sem perceber que essa fricção pode agredir a superfície da a córnea e predispor ao surgimento do ceratocone.\nTambém foi observado pelos pesquisadores a associação frequente de ceratocone com pessoas com doenças do colágeno como Síndrome de Down, de Ehlers-Danlos, de Marfan, e até pacientes com osteogênese imperfeita, que é uma doença hereditária dos ossos.\nClassificação do ceratocone\nO ceratocone é mais conhecido por ter um formato de cone, mas a irregularidade da córnea pode variar.\nDe acordo com essas variações morfológicas, o ceratocone é classificado em:\nRedondo: a dilatação da córnea é pequena e fica concentrada na parte central;\nOval: bastante comum em estágios avançados, atinge uma parte um pouco maior da córnea e a ponta da dilatação fica deslocada mais para baixo;\nGlobal: a irregularidade se espalha por praticamente toda a córnea.\nComo diagnosticar ceratocone\nO diagnóstico de ceratocone é feito pelo oftalmologista. Durante a consulta, o médico pergunta sobre seu histórico familiar e realiza exames de rotina nos seus olhos, como a retinoscopia e a refração (exame de grau) que já podem dar indícios da presença da doença.\nPor meio da biomicroscopia ocular, feita com uma lâmpada de fenda que usa lentes de aumento para permitir detalhar o exame das estruturas oculares, o médico consegue detectar sinais de ceratocone em desenvolvimento.\nNo entanto, as distorções não aparecem nesse exame quando a doença está em fase inicial. Outros testes mais específicos podem ser solicitados para obter mais detalhes sobre a curvatura da córnea. Estes exames incluem a topografia da córnea (que avalia a face anterior deste tecido) e a tomografia de córnea (que avalia além a superfície anterior e posterior do tecido, sua curvatura, espessura e elevações).\nTratamentos para ceratocone\nOs tipos de tratamento para ceratocone variam conforme o estágio em que a doença se encontra. As opções dependem da gravidade da condição e do ritmo de evolução da doença. O controle de alergias oculares ou alergias sistêmicas associadas é fundamental para uma boa evolução clínica do ceratocone.\nGeralmente usa-se duas abordagens para tratar o ceratocone:\nEstabilizar a doença, evitando assim sua progressão e\nReabilitação visual, melhorando a qualidade e quantidade da visão.\nPortanto, mais de um procedimento pode ser recomendado conforme o caso.\nÓculos ou lentes de contato gelatinosas: conseguem corrigir a visão distorcida quando o ceratocone está em estágios iniciais.\nLentes de contato rígidas: são lentes de acrílico que utilizam o filme lacrimal da pessoa para criar uma superfície regular, melhorando assim a quantidade e qualidade visual do paciente. No entanto, não inibem o avanço do ceratocone.\nAs lentes rígidas podem ser lentes corneanas (repousam apenas sobre a córnea), semiesclerais ou esclerais (repousam sobre a esclera, tecido branco que reveste nosso olho).\nAnel intracorneano ou intraestromal:\nTrata-se de uma órtese acrílica que é implantada no interior da córnea, buscando reduzir a curvatura acentuada que foi gerada pela doença. Seu implante pode ser feito manualmente ou com laser.\nÉ um procedimento pouco invasivo e reversível. Não há ainda comprovação científica de que o anel é capaz de impedir o avanço do ceratocone e mesmo após o seu implante, é comum ser necessário o uso de óculos ou lentes de contato rígidas.\nCrosslinking de córnea:\nÉ hoje a única técnica com comprovação científica de ser capaz de estabilizar a doença, impedindo sua progressão. É feita com aplicação de riboflavina (vitamina B2) em associação a radiação ultravioleta do tipo A (UVA).\nExistem critérios necessários para a realização do procedimento, como transparência da córnea, uma espessura corneana mínima e sinais clínicos de que a doença se encontra em progressão. O crosslinking não tem objetivo de reabilitação visual.\nTransplante de córnea:\nSolução indicada para os casos mais graves e avançados, em que a córnea está bastante prejudicada (presença de cicatrizes ou curvaturas extremas que impeçam a realização dos demais tratamentos).\nO procedimento consiste na remoção da porção mais central da córnea (cerca de 9mm) e sua substituição por um tecido doado. Este tecido é então suturado (“costurado”) no leito receptor.\nÉ um procedimento mais invasivo, com maior tempo de recuperação e mais riscos relacionados (como rejeição do tecido, glaucoma secundário…). Mesmo após o transplante é bastante comum ser necessário o uso de óculos ou lentes de contato rígidas.\nAs chances de melhora na visão são maiores se a doença é detectada e o tratamento instituído nas fases mais iniciais da doença.\nBusiness photo created by freepik – www.freepik.com\nCompartilhar\nCompartilhar no facebook \nCompartilhar no twitter \nCompartilhar no linkedin \nCompartilhar no whatsapp \nVoltar \nAnteriorAnteriorA pressão ocular e o risco de glaucoma \nPróximoO que é estrabismo?Próximo \nVEJA TAMBÉM\nBlefarite: quais são as causas, consequências e tratamento? \nOlhos irritados e vermelhos, coceira, lacrimejamento constante e sensibilidade à luz. Parece que estamos falando de conjuntivite, mas esses podem ser os sintomas de outra\nLeia mais \nCirurgia refrativa: conheça o procedimento \nMiopia, hipermetropia, astigmatismo, presbiopia… São grandes as chances de você ter ou conhecer alguém que tenha um desses problemas de visão. Segundo dados da Organização\nLeia mais \nO que é estrabismo? \nO estrabismo pode ser definido como a perda de alinhamento dos olhos. Ele pode ocorrer desde o nascimento por fatores hereditários (mais comum) ou pode\nLeia mais ", "html": null, "markdown": null}, {"url": "https://iof.med.br/a-pressao-ocular-e-o-risco-de-glaucoma/", "crawl": {"loadedUrl": "https://iof.med.br/a-pressao-ocular-e-o-risco-de-glaucoma/", "loadedTime": "2023-05-17T13:01:17.379Z", "referrerUrl": "https://iof.med.br/blog/", "depth": 2}, "metadata": {"canonicalUrl": "https://iof.med.br/a-pressao-ocular-e-o-risco-de-glaucoma/", "title": "\n\t\t\tA pressão ocular e o risco de glaucoma – Instituto de olhos de Florianópolis\t\t", "description": "Nas consultas de rotina, uma das principais atenções do oftalmologista é verificar a pressão intraocular (PIO), e não é à toa. O aumento na pressão intraocular pode indicar o início de um glaucoma, que está entre as principais causas de perda da visão. Por que isso acontece? É o que…", "author": null, "keywords": null, "languageCode": "pt-BR"}, "screenshotUrl": null, "text": " \nFacebook-f Instagram Google \nAGENDAR CONSULTA \nMenu \nMenu \nPesquisar \nBlog\nA pressão ocular e o risco de glaucoma\n17/08/2021 \nGlaucoma \nNas consultas de rotina, uma das principais atenções do oftalmologista é verificar a pressão intraocular (PIO), e não é à toa. O aumento na pressão intraocular pode indicar o início de um glaucoma, que está entre as principais causas de perda da visão. Por que isso acontece? É o que vamos explicar neste post.\nO que é a pressão ocular\nA pressão ocular é a tensão interna dos olhos. A saúde do olho depende da estabilidade dessa tensão. Esse processo se chama homeostase, ou seja, o equilíbrio interno do nosso organismo.\nQuando existe um distúrbio dessa estabilidade, o olho pode sofrer consequências graves, contribuindo para o desenvolvimento do glaucoma.\nQual a pressão ocular normal\nA pressão dos olhos é medida em milímetros de mercúrio (mmHg). Uma pressão ocular normal varia de 10-21 mmHg. Considera-se hipertensão nos olhos uma pressão ocular acima de 21 mmHg. O instrumento usado para medir a pressão ocular se chama tonômetro, podendo ser de contato ou de sopro.\nMas o fato de ter a pressão intraocular elevada uma única vez, ou em episódios espaçados, não caracteriza um problema por si só. Apenas indica que é preciso haver um acompanhamento mais frequente do que na população em geral, pois pode ser o início de um glaucoma.\nPor que a pressão ocular aumenta\nO aumento da pressão ocular ocorre quando há um desequilíbrio entre a produção e a drenagem do líquido que preenche nosso olho, chamado humor aquoso.\nAtrás da íris, existe uma estrutura que se chama corpo ciliar. Ela produz um líquido claro, o humor aquoso, que flui através da pupila e preenche o espaço entre a íris e a córnea.\nEsse líquido é drenado por meio da malha trabecular, localizado no encontro da íris e da córnea. Quando essa drenagem é obstruída, a pressão intraocular aumenta.\nComo saber se tenho pressão ocular elevada\nA pressão ocular elevada geralmente não apresenta sintomas. Somente é possível de ser detectada por meio de exames no oftalmologista. Mas alguns indícios podem ser a observação de halos ao redor de luz, ter visão turva ou sentir dor.\nNo consultório, será avaliado se o sistema de drenagem (chamado de “ângulo”) está aberto ou fechado. O ângulo é analisado por um exame chamado gonioscopia. O glaucoma primário de ângulo aberto representa a maioria dos casos de glaucoma.\nExistem alguns fatores de risco associados a esse tipo de glaucoma, pois caracterizam a maior prevalência dessa condição:\nPessoas acima de 40 anos,\nHereditariedade,\nEtnia negra,\nMíopes.\nPressão ocular e glaucoma\nA pressão intraocular alta é um dos principais fatores de risco para glaucoma. O aumento da pressão intraocular provoca dano ao nervo óptico de forma silenciosa, progressiva e irreversível. Esse nervo conecta o olho ao nosso cérebro. Uma vez danificado, essa transmissão passa a ser interrompida, provocando defeitos no campo visual e até a\ncegueira.\nComo tratar a pressão ocular\nO acompanhamento médico é essencial para a decisão de quando iniciar o tratamento da pressão ocular. A pressão alvo é individualizada para cada paciente e determinada a partir de análise estrutural e funcional dos exames do paciente.\nMesmo pacientes sem lesões sugestivas de dano glaucomatoso, o controle da pressão intraocular pode ser indicado quando estiver acima do limite normal (mais de 21 mmHg) devido ao risco de dano ao nervo óptico. Quando tratar essa pressão intraocular alta fica a critério do médico oftalmologista, baseado nos fatores de risco do paciente.\nO objetivo do tratamento é controlar a pressão ocular.\nGeralmente, esse controle é feito com o uso de colírios hipotensores e, não raramente, é necessário o uso de mais de uma classe de medicação antiglaucomatosa para se atingir a pressão intraocular ideal.\nEm casos mais graves, podem ser prescritos remédios via oral, bem como cirurgias filtrantes, para criar vias alternativas de escoamento do humor aquoso.\nConclusão\nA pressão ocular elevada não pode ser prevenida, porém as lesões decorrentes da mesma sim, através de um diagnóstico e tratamento precoce.\nAgende sua consulta com o oftalmologista para manter a saúde dos olhos!\nWood photo created by onlyyouqj – www.freepik.com\nGirl photo created by valuavitaly – www.freepik.com\nCompartilhar\nCompartilhar no facebook \nCompartilhar no twitter \nCompartilhar no linkedin \nCompartilhar no whatsapp \nVoltar \nAnteriorAnteriorEntendendo sobre catarata: Dos sintomas ao tratamento \nPróximoCeratocone tem cura?Próximo \nVEJA TAMBÉM\nBlefarite: quais são as causas, consequências e tratamento? \nOlhos irritados e vermelhos, coceira, lacrimejamento constante e sensibilidade à luz. Parece que estamos falando de conjuntivite, mas esses podem ser os sintomas de outra\nLeia mais \nCirurgia refrativa: conheça o procedimento \nMiopia, hipermetropia, astigmatismo, presbiopia… São grandes as chances de você ter ou conhecer alguém que tenha um desses problemas de visão. Segundo dados da Organização\nLeia mais \nO que é estrabismo? \nO estrabismo pode ser definido como a perda de alinhamento dos olhos. Ele pode ocorrer desde o nascimento por fatores hereditários (mais comum) ou pode\nLeia mais ", "html": null, "markdown": null}, {"url": "https://iof.med.br/entendendo-sobre-catarata-dos-sintomas-ao-tratamento/", "crawl": {"loadedUrl": "https://iof.med.br/entendendo-sobre-catarata-dos-sintomas-ao-tratamento/", "loadedTime": "2023-05-17T13:01:30.253Z", "referrerUrl": "https://iof.med.br/blog/", "depth": 2}, "metadata": {"canonicalUrl": "https://iof.med.br/entendendo-sobre-catarata-dos-sintomas-ao-tratamento/", "title": "\n\t\t\tEntendendo sobre catarata: Dos sintomas ao tratamento – Instituto de olhos de Florianópolis\t\t", "description": "A catarata ocorre pela perda de transparência no cristalino, uma lente natural que existe em nossos olhos. Os sintomas da catarata não aparecem de repente, eles tornam-se mais perceptíveis com o passar do tempo. No início, medidas simples são suficientes para lidar com a catarata, como o uso de óculos…", "author": null, "keywords": null, "languageCode": "pt-BR"}, "screenshotUrl": null, "text": " \nFacebook-f Instagram Google \nAGENDAR CONSULTA \nMenu \nMenu \nPesquisar \nBlog\nEntendendo sobre catarata: Dos sintomas ao tratamento\n17/08/2021 \nCatarata \nA catarata ocorre pela perda de transparência no cristalino, uma lente natural que existe em nossos olhos.\nOs sintomas da catarata não aparecem de repente, eles tornam-se mais perceptíveis com o passar do tempo. No início, medidas simples são suficientes para lidar com a catarata, como o uso de óculos e de uma iluminação mais intensa. Com o progredir da catarata, é comum a pessoa apresentar a sensação de ter uma “névoa” ou um “vidro embaçado” nos olhos.\nIsso atrapalha ações rotineiras, como a leitura, a habilidade de enxergar ou dirigir à noite e até a identificação das expressões faciais de outras pessoas, por exemplo.\nQuando a catarata começa a prejudicar o dia a dia da pessoa, o tratamento indicado é uma cirurgia de remoção da catarata.\nA catarata e os erros de refração (grau dos olhos) não corrigidos são as duas principais causas de deficiência visual reversível, representando 75% de toda deficiência visual, e são mais frequentes entre os grupos etários mais velhos. Não sendo tratada, a progressão da catarata pode levar a uma baixa visual limitante, que pode, contudo, ser recuperada após a remoção da opacidade.\nO número de cirurgias de catarata dobrou na última década no Brasil e esta cirurgia é hoje a mais realizada em todo o mundo dentre todas as especialidades.\nEntenda tudo o que você precisa saber sobre catarata.\nSintomas de catarata\nNo início do processo, apenas uma pequena parte do cristalino é afetada e não costuma causar sintomas se não estiver acometendo o eixo visual (centro da visão).\nÀ medida que a catarata evolui, começa a ocorrer uma distorção na passagem da luz através do cristalino. É quando os sinais ficam mais perceptíveis.\nOs sintomas mais comuns de catarata são:\nVisão embaçada\nDificuldade de enxergar à noite\nSensibilidade à luz e ao brilho\nNecessidade de iluminação mais intensa para ler ou realizar outras atividades\nSurgimento de halos ao redor das luzes\nMudanças frequentes na prescrição de lentes de correção (óculos ou lentes de contato)\nPercepção de cores desbotadas ou amareladas\nVisão dupla em um único olho\nSe notar um ou mais desses sintomas, procure agendar um horário com o oftalmologista.\nO diagnóstico da catarata é simples. Além dos sintomas, o oftalmologista vai examinar os olhos do paciente e, especificamente o cristalino, durante a consulta de rotina. Neste momento ele poderá classificar a catarata quanto a sua gradação (incipiente à avançada) e sua localização no cristalino (nuclear, cortical ou subcapsular posterior).\nQuais as causas da catarata\nExistem diferentes tipos de catarata, sendo a senil, relacionada ao avanço da idade, a mais comum.\nO envelhecimento é o principal fator de risco para o desenvolvimento da catarata nos olhos. A partir dos 50 anos, as chances aumentam. A prevalência de catarata senil é de 17,6% nos menores de 65 anos; 47,1% no grupo entre 65-74 anos e 73,3% nos indivíduos acima de 75 anos.\nAlém da idade, existem outros agentes que favorecem a catarata, como traumas nos olhos, tabagismo, diabetes, cirurgia prévia nos olhos, exposição excessiva à radiação ultravioleta (do sol, por exemplo) e uso prolongado de medicamentos – como corticóides. Em pessoas com diabetes, por exemplo, a evolução costuma ser muito rápida.\nSão raros os casos de crianças que nascem com catarata. Isso ocorre por herança genética ou caso a mãe tenha contraído doenças infecciosas como rubéola, sífilis ou toxoplasmose nos três primeiros meses de gravidez.\nQuando operar a catarata\nA decisão sobre a cirurgia deve ser tomada em conjunto com o oftalmologista.\nGeralmente, a operação passa a ser considerada quando o paciente começa a perder qualidade de vida por conta da dificuldade de visão; quando há perda de linhas de visão notada no exame oftalmológico de rotina ou, ainda, quando há uma variação rápida na refração (grau dos olhos) o que causa uma mudança frequente na prescrição dos óculos.\nComo é a cirurgia de catarata\nInicialmente, é feita uma pequena incisão na periferia da córnea para se ter acesso ao interior do olho, permitindo a retirada do cristalino opaco através da sua fragmentação e aspiração, num processo conhecido como facoemulsificação.\nComo o cristalino corrige em torno de 20 graus no olho humano, em seu lugar, é inserida uma lente artificial intraocular, que foi calculada, em exames pré-operatórios, especificamente para aquela pessoa.\nGeralmente, não são necessários pontos nesta cirurgia. Ela é feita sob anestesia local associada a uma sedação para tranquilizar o paciente durante o procedimento.\nApós a cirurgia, o paciente recebe alta no mesmo dia, precisando retornar ao consultório para o acompanhamento pós-operatório, geralmente, no primeiro dia após o procedimento; entre o quinto e sétimo dia e ao final de um mês. O acompanhamento pós-operatório, contudo, é individualizado de acordo com a indicação do médico oftalmologista e a evolução pós-operatória.\nAlguns cuidados são necessários no pós-operatório, como uso de colírios receitados pelo cirurgião. É normal ter algum desconforto por uns dias.\nAs taxas de sucesso são altas, e a visão costuma melhorar em poucos dias após a cirurgia.\nCaso seja necessário operar os dois olhos, o segundo olho será feito posteriormente, com um intervalo médio de duas semanas, e não no mesmo dia.\nQuais são os tipos de Lentes Intraoculares?\nNa cirurgia de catarata por facoemulsificação, após retirado o cristalino, é inserida uma lente intraocular (LIO) no lugar que, anteriormente, era ocupado pelo cristalino natural.\nEssa lente intraocular possui uma determinada potência, calculada nos exames pré-operatórios (biometria), e que substitui os óculos para a distância de longe em alguns casos.\nAtualmente, existem vários tipos de lentes para cirurgia de catarata, entre elas:\nEsféricas: corrige apenas miopia ou hipermetropia, geralmente melhorando significativamente a visão para longe.\nAsféricas: maior nitidez que as esféricas, porém, também limitam-se à correção da miopia ou hipermetropia, melhorando a visão para longe.\nAsféricas Tóricas: indicada para pacientes com astigmatismo por ter a capacidade de corrigir além do grau esférico (miopia ou hipermetropia) também o astigmatismo.\nAsféricas Multifocais: além de melhorar a visão para longe, também reduz a necessidade do uso de óculos para perto.\nAsféricas Tóricas Multifocais: além das vantagens da lente descrita anteriormente, corrige também o astigmatismo.\nDe acordo com o exame oftalmológico detalhado, determinado tipo de lente pode ser mais indicado ou até contra-indicado. O médico oftalmologista avalia as opções de lentes, de maneira individualizada, e expõe ao paciente estas opções para uma escolha conjunta da lente.\nÉ necessário lembrar que a satisfação do paciente não depende apenas da execução\nprecisa da parte técnica pelo médico, mas também da expectativa do paciente, que deve\ncorresponder exatamente ao que a cirurgia pode proporcionar. Isto só é atingido quando há uma relação médico-paciente muito bem estabelecida.\nRiscos da cirurgia de catarata\nO procedimento é bastante seguro. Os riscos cirúrgicos são os inerentes a qualquer cirurgia, como infecções e sangramentos.\nÀs vezes, por receio da cirurgia ou pela dificuldade de acesso a um serviço especializado, algumas pessoas aguardam a evolução da catarata até que haja uma limitação importante da visão e que a doença fique bastante avançada.\nIsto não é recomendado, por aumentar riscos, como por exemplo, o aumento da energia necessária para fragmentar o cristalino, que pode aumentar a perda de células endoteliais da córnea, podendo levar a um edema (inchaço) da mesma e, em alguns casos, até a uma descompensação da córnea, com um edema persistente.\nNo intraoperatório, diante da percepção de sinais de fragilidade ou ausência de sustentação adequada para a lente intraocular, pode ser necessário uma mudança na técnica de fixação desta lente e, eventualmente, um planejamento para esta fixação em um segundo procedimento cirúrgico.\nFicou com alguma dúvida sobre catarata? Entre em contato conosco, agende seu horário e faça uma avaliação.\nPeople photo created by lifeforstock – www.freepik.com\nWoman photo created by freepik – www.freepik.com\nCompartilhar\nCompartilhar no facebook \nCompartilhar no twitter \nCompartilhar no linkedin \nCompartilhar no whatsapp \nVoltar \nPróximoA pressão ocular e o risco de glaucomaPróximo \nVEJA TAMBÉM\nBlefarite: quais são as causas, consequências e tratamento? \nOlhos irritados e vermelhos, coceira, lacrimejamento constante e sensibilidade à luz. Parece que estamos falando de conjuntivite, mas esses podem ser os sintomas de outra\nLeia mais \nCirurgia refrativa: conheça o procedimento \nMiopia, hipermetropia, astigmatismo, presbiopia… São grandes as chances de você ter ou conhecer alguém que tenha um desses problemas de visão. Segundo dados da Organização\nLeia mais \nO que é estrabismo? \nO estrabismo pode ser definido como a perda de alinhamento dos olhos. Ele pode ocorrer desde o nascimento por fatores hereditários (mais comum) ou pode\nLeia mais ", "html": null, "markdown": null}, {"url": "https://iof.med.br/categoria/blefarite/", "crawl": {"loadedUrl": "https://iof.med.br/categoria/blefarite/", "loadedTime": "2023-05-17T13:01:34.219Z", "referrerUrl": "https://iof.med.br/blog/", "depth": 2}, "metadata": {"canonicalUrl": "https://iof.med.br/categoria/blefarite/", "title": "\n\t\t\tBlefarite – Instituto de olhos de Florianópolis\t\t", "description": null, "author": null, "keywords": null, "languageCode": "pt-BR"}, "screenshotUrl": null, "text": " \nFacebook-f Instagram Google \nAGENDAR CONSULTA \nMenu \nMenu \nPesquisar \nBlog\nBlefarite: quais são as causas, consequências e tratamento? \nOlhos irritados e vermelhos, coceira, lacrimejamento constante e sensibilidade à luz. Parece que estamos falando de conjuntivite, mas esses podem ser os sintomas de outra\nLeia mais ", "html": null, "markdown": null}, {"url": "https://iof.med.br/categoria/catarata/", "crawl": {"loadedUrl": "https://iof.med.br/categoria/catarata/", "loadedTime": "2023-05-17T13:01:38.841Z", "referrerUrl": "https://iof.med.br/blog/", "depth": 2}, "metadata": {"canonicalUrl": "https://iof.med.br/categoria/catarata/", "title": "\n\t\t\tCatarata – Instituto de olhos de Florianópolis\t\t", "description": null, "author": null, "keywords": null, "languageCode": "pt-BR"}, "screenshotUrl": null, "text": " \nFacebook-f Instagram Google \nAGENDAR CONSULTA \nMenu \nMenu \nPesquisar \nBlog\nEntendendo sobre catarata: Dos sintomas ao tratamento \nA catarata ocorre pela perda de transparência no cristalino, uma lente natural que existe em nossos olhos. Os sintomas da catarata não aparecem de repente,\nLeia mais ", "html": null, "markdown": null}, {"url": "https://iof.med.br/categoria/categoria-01/", "crawl": {"loadedUrl": "https://iof.med.br/categoria/categoria-01/", "loadedTime": "2023-05-17T13:01:41.308Z", "referrerUrl": "https://iof.med.br/blog/", "depth": 2}, "metadata": {"canonicalUrl": "https://iof.med.br/categoria/categoria-01/", "title": "\n\t\t\tCeratocone – Instituto de olhos de Florianópolis\t\t", "description": null, "author": null, "keywords": null, "languageCode": "pt-BR"}, "screenshotUrl": null, "text": " \nFacebook-f Instagram Google \nAGENDAR CONSULTA \nMenu \nMenu \nPesquisar \nBlog\nCeratocone tem cura? \nSaber se o ceratocone tem cura é uma das primeiras dúvidas que o paciente tem ao receber o diagnóstico da doença. A resposta é simples:\nLeia mais ", "html": null, "markdown": null}, {"url": "https://iof.med.br/categoria/cirurgias/", "crawl": {"loadedUrl": "https://iof.med.br/categoria/cirurgias/", "loadedTime": "2023-05-17T13:01:43.508Z", "referrerUrl": "https://iof.med.br/blog/", "depth": 2}, "metadata": {"canonicalUrl": "https://iof.med.br/categoria/cirurgias/", "title": "\n\t\t\tCirurgias – Instituto de olhos de Florianópolis\t\t", "description": null, "author": null, "keywords": null, "languageCode": "pt-BR"}, "screenshotUrl": null, "text": " \nFacebook-f Instagram Google \nAGENDAR CONSULTA \nMenu \nMenu \nPesquisar \nBlog\nCirurgia refrativa: conheça o procedimento \nMiopia, hipermetropia, astigmatismo, presbiopia… São grandes as chances de você ter ou conhecer alguém que tenha um desses problemas de visão. Segundo dados da Organização\nLeia mais ", "html": null, "markdown": null}, {"url": "https://iof.med.br/categoria/estrabismo/", "crawl": {"loadedUrl": "https://iof.med.br/categoria/estrabismo/", "loadedTime": "2023-05-17T13:01:46.225Z", "referrerUrl": "https://iof.med.br/blog/", "depth": 2}, "metadata": {"canonicalUrl": "https://iof.med.br/categoria/estrabismo/", "title": "\n\t\t\tEstrabismo – Instituto de olhos de Florianópolis\t\t", "description": null, "author": null, "keywords": null, "languageCode": "pt-BR"}, "screenshotUrl": null, "text": " \nFacebook-f Instagram Google \nAGENDAR CONSULTA \nMenu \nMenu \nPesquisar \nBlog\nO que é estrabismo? \nO estrabismo pode ser definido como a perda de alinhamento dos olhos. Ele pode ocorrer desde o nascimento por fatores hereditários (mais comum) ou pode\nLeia mais ", "html": null, "markdown": null}, {"url": "https://iof.med.br/categoria/glaucoma/", "crawl": {"loadedUrl": "https://iof.med.br/categoria/glaucoma/", "loadedTime": "2023-05-17T13:01:48.128Z", "referrerUrl": "https://iof.med.br/blog/", "depth": 2}, "metadata": {"canonicalUrl": "https://iof.med.br/categoria/glaucoma/", "title": "\n\t\t\tGlaucoma – Instituto de olhos de Florianópolis\t\t", "description": null, "author": null, "keywords": null, "languageCode": "pt-BR"}, "screenshotUrl": null, "text": " \nFacebook-f Instagram Google \nAGENDAR CONSULTA \nMenu \nMenu \nPesquisar \nBlog\nA pressão ocular e o risco de glaucoma \nNas consultas de rotina, uma das principais atenções do oftalmologista é verificar a pressão intraocular (PIO), e não é à toa. O aumento na pressão\nLeia mais ", "html": null, "markdown": null}, {"url": "https://iof.med.br/2021/09/20/", "crawl": {"loadedUrl": "https://iof.med.br/2021/09/20/", "loadedTime": "2023-05-17T13:01:54.923Z", "referrerUrl": "https://iof.med.br/o-que-e-estrabismo/", "depth": 2}, "metadata": {"canonicalUrl": "https://iof.med.br/2021/09/20/", "title": "\n\t\t\t20 de setembro de 2021 – Instituto de olhos de Florianópolis\t\t", "description": null, "author": null, "keywords": null, "languageCode": "pt-BR"}, "screenshotUrl": null, "text": " \nFacebook-f Instagram Google \nAGENDAR CONSULTA \nMenu \nMenu \nPesquisar \nBlog\nO que é estrabismo? \nO estrabismo pode ser definido como a perda de alinhamento dos olhos. Ele pode ocorrer desde o nascimento por fatores hereditários (mais comum) ou pode\nLeia mais ", "html": null, "markdown": null}, {"url": "https://iof.med.br/2022/05/10/", "crawl": {"loadedUrl": "https://iof.med.br/2022/05/10/", "loadedTime": "2023-05-17T13:01:55.225Z", "referrerUrl": "https://iof.med.br/cirurgia-refrativa-conheca-o-procedimento/", "depth": 2}, "metadata": {"canonicalUrl": "https://iof.med.br/2022/05/10/", "title": "\n\t\t\t10 de maio de 2022 – Instituto de olhos de Florianópolis\t\t", "description": null, "author": null, "keywords": null, "languageCode": "pt-BR"}, "screenshotUrl": null, "text": " \nFacebook-f Instagram Google \nAGENDAR CONSULTA \nMenu \nMenu \nPesquisar \nBlog\nBlefarite: quais são as causas, consequências e tratamento? \nOlhos irritados e vermelhos, coceira, lacrimejamento constante e sensibilidade à luz. Parece que estamos falando de conjuntivite, mas esses podem ser os sintomas de outra\nLeia mais \nCirurgia refrativa: conheça o procedimento \nMiopia, hipermetropia, astigmatismo, presbiopia… São grandes as chances de você ter ou conhecer alguém que tenha um desses problemas de visão. Segundo dados da Organização\nLeia mais ", "html": null, "markdown": null}, {"url": "https://iof.med.br/wp-content/uploads/pentacam-2.jpg", "crawl": {"loadedUrl": "https://iof.med.br/wp-content/uploads/pentacam-2.jpg", "loadedTime": "2023-05-17T13:02:00.320Z", "referrerUrl": "https://iof.med.br/clinica-olhos-florianopolis/", "depth": 2}, "metadata": {"canonicalUrl": "https://iof.med.br/wp-content/uploads/pentacam-2.jpg", "title": "pentacam-2.jpg (1000×666)", "description": null, "author": null, "keywords": null, "languageCode": null}, "screenshotUrl": null, "text": null, "html": null, "markdown": null}, {"url": "https://iof.med.br/wp-content/uploads/exame-refracao-4-sem-mascara.jpg", "crawl": {"loadedUrl": "https://iof.med.br/wp-content/uploads/exame-refracao-4-sem-mascara.jpg", "loadedTime": "2023-05-17T13:02:02.622Z", "referrerUrl": "https://iof.med.br/clinica-olhos-florianopolis/", "depth": 2}, "metadata": {"canonicalUrl": "https://iof.med.br/wp-content/uploads/exame-refracao-4-sem-mascara.jpg", "title": "exame-refracao-4-sem-mascara.jpg (1000×668)", "description": null, "author": null, "keywords": null, "languageCode": null}, "screenshotUrl": null, "text": null, "html": null, "markdown": null}, {"url": "https://iof.med.br/wp-content/uploads/foto-2-panoramica-consultorio-2-1.jpg", "crawl": {"loadedUrl": "https://iof.med.br/wp-content/uploads/foto-2-panoramica-consultorio-2-1.jpg", "loadedTime": "2023-05-17T13:02:05.741Z", "referrerUrl": "https://iof.med.br/clinica-olhos-florianopolis/", "depth": 2}, "metadata": {"canonicalUrl": "https://iof.med.br/wp-content/uploads/foto-2-panoramica-consultorio-2-1.jpg", "title": "foto-2-panoramica-consultorio-2-1.jpg (1000×668)", "description": null, "author": null, "keywords": null, "languageCode": null}, "screenshotUrl": null, "text": null, "html": null, "markdown": null}, {"url": "https://iof.med.br/wp-content/uploads/retinografia-1.jpg", "crawl": {"loadedUrl": "https://iof.med.br/wp-content/uploads/retinografia-1.jpg", "loadedTime": "2023-05-17T13:02:14.044Z", "referrerUrl": "https://iof.med.br/clinica-olhos-florianopolis/", "depth": 2}, "metadata": {"canonicalUrl": "https://iof.med.br/wp-content/uploads/retinografia-1.jpg", "title": "retinografia-1.jpg (1000×666)", "description": null, "author": null, "keywords": null, "languageCode": null}, "screenshotUrl": null, "text": null, "html": null, "markdown": null}, {"url": "https://iof.med.br/2021/08/18/", "crawl": {"loadedUrl": "https://iof.med.br/2021/08/18/", "loadedTime": "2023-05-17T13:02:24.725Z", "referrerUrl": "https://iof.med.br/ceratocone-tem-cura/", "depth": 3}, "metadata": {"canonicalUrl": "https://iof.med.br/2021/08/18/", "title": "\n\t\t\t18 de agosto de 2021 – Instituto de olhos de Florianópolis\t\t", "description": null, "author": null, "keywords": null, "languageCode": "pt-BR"}, "screenshotUrl": null, "text": " \nFacebook-f Instagram Google \nAGENDAR CONSULTA \nMenu \nMenu \nPesquisar \nBlog\nCeratocone tem cura? \nSaber se o ceratocone tem cura é uma das primeiras dúvidas que o paciente tem ao receber o diagnóstico da doença. A resposta é simples:\nLeia mais ", "html": null, "markdown": null}, {"url": "https://iof.med.br/2021/08/17/", "crawl": {"loadedUrl": "https://iof.med.br/2021/08/17/", "loadedTime": "2023-05-17T13:02:25.852Z", "referrerUrl": "https://iof.med.br/a-pressao-ocular-e-o-risco-de-glaucoma/", "depth": 3}, "metadata": {"canonicalUrl": "https://iof.med.br/2021/08/17/", "title": "\n\t\t\t17 de agosto de 2021 – Instituto de olhos de Florianópolis\t\t", "description": null, "author": null, "keywords": null, "languageCode": "pt-BR"}, "screenshotUrl": null, "text": " \nFacebook-f Instagram Google \nAGENDAR CONSULTA \nMenu \nMenu \nPesquisar \nBlog\nA pressão ocular e o risco de glaucoma \nNas consultas de rotina, uma das principais atenções do oftalmologista é verificar a pressão intraocular (PIO), e não é à toa. O aumento na pressão\nLeia mais \nEntendendo sobre catarata: Dos sintomas ao tratamento \nA catarata ocorre pela perda de transparência no cristalino, uma lente natural que existe em nossos olhos. Os sintomas da catarata não aparecem de repente,\nLeia mais ", "html": null, "markdown": null}, {"url": "https://iof.med.br/clinica-oftalmologica-florianopolis/", "crawl": {"loadedUrl": "https://iof.med.br/clinica-oftalmologica-florianopolis/", "loadedTime": "2023-05-17T13:02:29.229Z", "referrerUrl": "https://iof.med.br/especialidades-oftalmologicas/", "depth": 2}, "metadata": {"canonicalUrl": "https://iof.med.br/clinica-oftalmologica-florianopolis/", "title": "\n\t\t\tAgende online – Instituto de olhos de Florianópolis\t\t", "description": "Clinica Oftalmológica em Florianópolis - Agende sua consulta. SEG/SEX: das 8h às 18h30. Rua Presidente Coutinho, 579 Centro – Florianópolis. (48) 3222-3380", "author": null, "keywords": null, "languageCode": "pt-BR"}, "screenshotUrl": null, "text": " \nFacebook-f Instagram Google \nAGENDAR CONSULTA \nMenu \nMenu \nPesquisar \nAgende online\nRua Presidente Coutinho, 579 Centro - Florianópolis/SC CEP: 88015-231 \nHorário de atendimento: de Segunda a Sexta-feira, das 8h às 18h30. \n(48) 3222.3380 \n", "html": null, "markdown": null}, {"url": "https://iof.med.br/wp-content/uploads/sala-de-espera-setor-exames-e-centro-cirurgico-2.jpg", "crawl": {"loadedUrl": "https://iof.med.br/wp-content/uploads/sala-de-espera-setor-exames-e-centro-cirurgico-2.jpg", "loadedTime": "2023-05-17T13:02:35.507Z", "referrerUrl": "https://iof.med.br/clinica-oftalmologica-florianopolis/", "depth": 3}, "metadata": {"canonicalUrl": "https://iof.med.br/wp-content/uploads/sala-de-espera-setor-exames-e-centro-cirurgico-2.jpg", "title": "sala-de-espera-setor-exames-e-centro-cirurgico-2.jpg (1200×800)", "description": null, "author": null, "keywords": null, "languageCode": null}, "screenshotUrl": null, "text": null, "html": null, "markdown": null}, {"url": "https://iof.med.br/wp-content/uploads/centro-cirurgico-4.jpg", "crawl": {"loadedUrl": "https://iof.med.br/wp-content/uploads/centro-cirurgico-4.jpg", "loadedTime": "2023-05-17T13:02:40.026Z", "referrerUrl": "https://iof.med.br/clinica-oftalmologica-florianopolis/", "depth": 3}, "metadata": {"canonicalUrl": "https://iof.med.br/wp-content/uploads/centro-cirurgico-4.jpg", "title": "centro-cirurgico-4.jpg (1200×800)", "description": null, "author": null, "keywords": null, "languageCode": null}, "screenshotUrl": null, "text": null, "html": null, "markdown": null}, {"url": "https://iof.med.br/wp-content/uploads/foto-1-panoramica-consultorio-4.jpg", "crawl": {"loadedUrl": "https://iof.med.br/wp-content/uploads/foto-1-panoramica-consultorio-4.jpg", "loadedTime": "2023-05-17T13:02:40.909Z", "referrerUrl": "https://iof.med.br/clinica-oftalmologica-florianopolis/", "depth": 3}, "metadata": {"canonicalUrl": "https://iof.med.br/wp-content/uploads/foto-1-panoramica-consultorio-4.jpg", "title": "foto-1-panoramica-consultorio-4.jpg (1200×801)", "description": null, "author": null, "keywords": null, "languageCode": null}, "screenshotUrl": null, "text": null, "html": null, "markdown": null}, {"url": "https://iof.med.br/wp-content/uploads/foto-2-panoramica-consultorio-5.jpg", "crawl": {"loadedUrl": "https://iof.med.br/wp-content/uploads/foto-2-panoramica-consultorio-5.jpg", "loadedTime": "2023-05-17T13:02:43.613Z", "referrerUrl": "https://iof.med.br/clinica-oftalmologica-florianopolis/", "depth": 3}, "metadata": {"canonicalUrl": "https://iof.med.br/wp-content/uploads/foto-2-panoramica-consultorio-5.jpg", "title": "foto-2-panoramica-consultorio-5.jpg (1200×801)", "description": null, "author": null, "keywords": null, "languageCode": null}, "screenshotUrl": null, "text": null, "html": null, "markdown": null}, {"url": "https://iof.med.br/wp-content/uploads/pentacam.jpg", "crawl": {"loadedUrl": "https://iof.med.br/wp-content/uploads/pentacam.jpg", "loadedTime": "2023-05-17T13:02:45.045Z", "referrerUrl": "https://iof.med.br/clinica-oftalmologica-florianopolis/", "depth": 3}, "metadata": {"canonicalUrl": "https://iof.med.br/wp-content/uploads/pentacam.jpg", "title": "pentacam.jpg (1200×800)", "description": null, "author": null, "keywords": null, "languageCode": null}, "screenshotUrl": null, "text": null, "html": null, "markdown": null}, {"url": "https://iof.med.br/wp-content/uploads/sala-de-espera.jpg", "crawl": {"loadedUrl": "https://iof.med.br/wp-content/uploads/sala-de-espera.jpg", "loadedTime": "2023-05-17T13:02:47.329Z", "referrerUrl": "https://iof.med.br/clinica-oftalmologica-florianopolis/", "depth": 3}, "metadata": {"canonicalUrl": "https://iof.med.br/wp-content/uploads/sala-de-espera.jpg", "title": "sala-de-espera.jpg (1200×801)", "description": null, "author": null, "keywords": null, "languageCode": null}, "screenshotUrl": null, "text": null, "html": null, "markdown": null}]